{
  "Toggle dark mode": "تبديل الوضع الداكن",
  "Toggle light mode": "تبديل الوضع الفاتح",
  "Settings": "الإعدادات",
  "Language": "اللغة",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "اللغة التي تعرض بها التطبيق.",
  "This feature is not available yet.": "هذه الميزة غير متوفرة بعد.",
  "Launch at startup": "تشغيل عند بدء التشغيل",
  "Application": "التطبيق",
  "Browsing": "التصفح",
  "App version": "إصدار التطبيق",
  "Author": "المؤلف",
  "Co-Author": "مؤلف مشارك",
  "About": "حول",
  "New windows default webpage": "صفحة الويب الافتراضية للنوافذ الجديدة",
  "The url that will open first when opening a new window.": "عنوان URL الذي سيفتح أولاً عند فتح نافذة جديدة.",
  "Default search engine": "محرك البحث الافتراضي",
  "The search engine that will be used when entering text in the url input and pressing enter.": "محرك البحث الذي سيتم استخدامه عند إدخال نص في إدخال عنوان URL والضغط على إدخال.",
  "New webpages default size": "الحجم الافتراضي لصفحات الويب الجديدة",
  "The size of opening new windows when they are not maximized.": "حجم فتح النوافذ الجديدة عندما لا تكون مكبرة.",
  "Bookmarks": "إشارات مرجعية",
  "Search": "بحث",
  "Do not save browsing history": "لا تقم بحفظ محفوظات التصفح",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "إذا تم تحديده، فلن يحفظ BonBon سجل التصفح الخاص بك. سيؤدي أيضًا إلى تعطيل اقتراحات عناوين URL.",
  "History": "التاريخ",
  "Documentation": "التوثيق",
  "Keyboard shortcuts": "اختصارات لوحة المفاتيح",
  "Pressing CTRL and B at the same time will open a new collection.": "الضغط على CTRL و B في نفس الوقت سيفتح مجموعة جديدة.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "الضغط على CTRL و T في نفس الوقت سيفتح صفحة ويب جديدة (تسمى Tab في المتصفحات الأخرى).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "الضغط على CTRL و T في نفس الوقت سيفتح صفحة ويب جديدة (تسمى Tab في المتصفحات الأخرى) في وضع التصفح الخفي.",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "الضغط على CTRL و T و S في نفس الوقت سيفتح صفحة ويب جديدة (تسمى Tab في المتصفحات الأخرى) في جلسة منفصلة. يتيح ذلك الاتصال بنفس الموقع بعدة حسابات مختلفة في عدة صفحات ويب.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "الضغط على CTRL و SHIFT و T في نفس الوقت سيعيد فتح صفحة ويب مغلقة آخر مرة (تسمى Tab في المتصفحات الأخرى).",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "الضغط على CTRL و R في نفس الوقت سيعيد تحميل صفحة الويب المركزة الحالية (تسمى Tab في المتصفحات الأخرى).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "الضغط على CTRL و W في نفس الوقت سيغلق صفحة الويب المركزة الحالية (تسمى Tab في المتصفحات الأخرى). إذا لم يتم فتح أي صفحة ويب في المجموعة (الجدولة العليا)، فسيتم إغلاق المجموعة.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "الضغط على CTRL و SHIFT و W في نفس الوقت سيغلق المجموعة الحالية (الجدولة العليا).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "الضغط على CTRL و TAB في نفس الوقت سيركز على صفحة الويب التالية (تسمى Tab في المتصفحات الأخرى).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "الضغط على CTRL و SHIFT و TAB في نفس الوقت سيركز على المجموعة التالية (الجدولة العليا).",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "الضغط على ALT والتمرير في نفس الوقت سيؤدي إلى التمرير إلى المستند دون إيقاف تحريك صفحات الويب.",
  "As defined here": "كما هو محدد هنا",
  "Use the size of the last closed webpage": "استخدم حجم آخر صفحة ويب مغلقة",
  "Pressing CTRL and F at the same time will open a search area.": "الضغط على CTRL و F في نفس الوقت سيفتح منطقة بحث.",
  "Webpages windows": "نوافذ صفحات الويب",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "انقر بزر الماوس الأيمن على مستند الخلفية (وليس على صفحة ويب)، وحدد «توزيع النوافذ بالتساوي».",
  "Downloads": "التنزيلات",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "شهادة هذه الصفحة غير صحيحة. قد تكون زيارة الموقع خطيرة.",
  "Continue": "متابعة",
  "If checked, the app will auto-launch at system startup.": "إذا تم تحديده، فسيتم تشغيل التطبيق تلقائيًا عند بدء تشغيل النظام.",
  "interrupted": "تمت مقاطعته",
  "cancelled": "تم الإلغاء",
  "Extensions": "الملحقات",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "فرض تثبيت uBlockOrigin عند بدء التشغيل",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "إذا تم تحديده، فسيقوم التطبيق تلقائيًا بتنزيل uBlockOrigin وتثبيته عند البدء.",
  "New collection": "مجموعة جديدة",
  "Clear": "مسح",
  "Import": "استيراد",
  "Import all": "استيراد الكل",
  "Importing...": "جارٍ الاستيراد",
  "Done": "تم",
  "Select a browser to import from": "حدد متصفحًا للاستيراد منه",
  "German": "Deutsch",
  "Turkish": "Türkçe",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "فريق",
  "Portuguese": "Português",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "عند سحب نافذة إلى الحافة العلوية",
  "Maximize": "تكبير",
  "Fit the screen": "ملاءمة الشاشة",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "تكبير النافذة أو تكبير النافذة عند سحبها إلى الحافة العلوية.",
  "Use the size of the last resized window": "استخدم حجم النافذة الأخيرة التي تم تغيير حجمها",
  "Past contributors": "المساهمين السابقين",
  "Background color 1": "لون الخلفية 1",
  "Background color 2": "لون الخلفية 2",
  "Background color 3": "لون الخلفية 3",
  "Change the background gradient colors.": "تغيير ألوان تدرج الخلفية.",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "المهلة الزمنية قبل اختفاء الخريطة المصغرة من الشاشة عند مغادرة الماوس لمنطقة الكشف.",
  "ms before minimap disapearing": "مللي ثانية قبل اختفاء الخريطة المصغرة",
  "Minimap always visible": "الخريطة المصغرة دائمًا مرئية",
  "If checked, the minimap on the right side will always be visible.": "إذا تم تحديده، ستكون الخريطة المصغرة على الجانب الأيمن دائمًا مرئية.",
  "Boards": "لوحات",
  "New board": "لوحة جديدة",
  "Use macOS style for windows": "استخدام نمط macOS للنوافذ",
  "If checked, windows will use macOS style.": "إذا تم تحديده، ستستخدم النوافذ نمط macOS.",
  "Chat": "دردشة",
  "Type your message...": "اكتب رسالتك...",
  "Send": "إرسال",
  "Connected Users": "المستخدمين المتصلين",
  "Options": "خيارات",
  "Username": "اسم المستخدم",
  "Save": "حفظ",
  "Loading...": "جارٍ التحميل...",
  "Load More": "تحميل المزيد",
  "Room": "غرفة",
  "Change Room": "تغيير الغرفة",
  "Change Username": "تغيير اسم المستخدم",
  "No messages in this room yet.": "لا توجد رسائل في هذه الغرفة بعد.",
  "Room name cannot be empty.": "لا يمكن أن يكون اسم الغرفة فارغًا.",
  "Username cannot be empty.": "لا يمكن أن يكون اسم المستخدم فارغًا.",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
