{
  "Toggle dark mode": "تبديل وضع الظلام",
  "Toggle light mode": "تبديل وضع الضوء",
  "Settings": "إعدادات",
  "Language": "لغة",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "اللغة التي تعرض التطبيق.",
  "This feature is not available yet.": "هذه الميزة غير متوفرة بعد.",
  "Launch at startup": "إطلاق عند بدء التشغيل",
  "Application": "طلب",
  "Browsing": "التصفح",
  "App version": "نسخة التطبيق",
  "Author": "مؤلف",
  "Co-Author": "مؤلف مشارك",
  "About": "حول",
  "New windows default webpage": "صفحة الويب الافتراضية الجديدة لـ Windows",
  "The url that will open first when opening a new window.": "عنوان URL الذي سيتم فتحه أولاً عند فتح نافذة جديدة.",
  "Default search engine": "محرك البحث الافتراضي",
  "The search engine that will be used when entering text in the url input and pressing enter.": "محرك البحث الذي سيتم استخدامه عند إدخال النص في إدخال عنوان URL والضغط على إدخال.",
  "New webpages default size": "صفحات الويب الجديدة الحجم الافتراضي",
  "The size of opening new windows when they are not maximized.": "حجم فتح النوافذ الجديدة عندما لا يتم تعظيمها.",
  "Bookmarks": "إشارات مرجعية",
  "Search": "يبحث",
  "Do not save browsing history": "لا تنقذ تاريخ التصفح",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "إذا تم التحقق منه ، فلن يحفظ Bonbon سجل التصفح الخاص بك. كما ستعطيل اقتراحات عنوان URL.",
  "History": "تاريخ",
  "Documentation": "توثيق",
  "Keyboard shortcuts": "اختصارات لوحة المفاتيح",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "سيؤدي الضغط على CTRL و T في نفس الوقت إلى فتح صفحة ويب جديدة (تسمى علامة التبويب في متصفحات أخرى).",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "سيؤدي الضغط على CTRL و Shift و T في نفس الوقت إلى إعادة فتح صفحة ويب مغلقة أخيرة (تسمى علامة التبويب في متصفحات أخرى).",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "سيؤدي الضغط على CTRL و R في نفس الوقت إلى إعادة تحميل صفحة الويب المركزة الحالية.",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "سيؤدي الضغط على CTRL و W في نفس الوقت إلى إغلاق صفحة الويب المركزة الحالية (المسمى علامة التبويب في متصفحات أخرى). إذا لم تكن هناك صفحة ويب مفتوحة في المجموعة (الجدولة العلوية) ، فسيتم إغلاق المجموعة.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "سيغلق الضغط على CTRL و Shift و W في نفس الوقت المجموعة الحالية (الجدولة العلوية).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "سيركز الضغط على CTRL و TAB في نفس الوقت على صفحة الويب التالية.",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "سيركز الضغط على CTRL و Shift و TAB في نفس الوقت.",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "سيقوم الضغط على ALT والتمرير في نفس الوقت بالتمرير إلى المستند دون إيقاف تشغيل صفحات الويب.",
  "As defined here": "كما هو محدد هنا",
  "Use the size of the last closed webpage": "استخدم حجم آخر صفحة ويب مغلقة",
  "Pressing CTRL and F at the same time will open a search area.": "سوف يفتح الضغط على CTRL و F في نفس الوقت منطقة بحث.",
  "Webpages windows": "صفحات الويب Windows",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "انقر بزر الماوس الأيمن على مستند الخلفية (وليس على صفحة ويب) ، وحدد \"توزيع Windows بالتساوي \".",
  "Downloads": "التحميلات",
  "The cerficate for this page is incorrect. Visiting the website could be dangerous.": "شهادة هذه الصفحة غير صحيحة. قد تكون زيارة الموقع خطيرًا.",
  "Continue": "يكمل",
  "If checked, the app will auto-launch at system startup.": "إذا تم التحقق منه ، فسيتم تشغيل التطبيق التلقائي عند بدء تشغيل النظام.",
  "interrupted": "توقف",
  "cancelled": "ألغيت",
  "Extensions": "الامتدادات",
  "Russian": "Русский",
  "Arabic": "العربية"
}
