{
  "About": "حول",
  "App version": "إصدار التطبيق",
  "Application": "التطبيق",
  "Arabic": "العربية",
  "As defined here": "كما هو محدد هنا",
  "Author": "المؤلف",
  "Bookmarks": "إشارات مرجعية",
  "Browsing": "التصفح",
  "Chinese": "中国人",
  "Clear": "مسح",
  "Co-Author": "مؤلف مشارك",
  "Continue": "متابعة",
  "Default search engine": "محرك البحث الافتراضي",
  "Do not save browsing history": "لا تقم بحفظ محفوظات الاستعراض",
  "Documentation": "المسنتدات",
  "Done": "تم",
  "Downloads": "التنزيلات",
  "Dutch": "Nederlands",
  "English": "English",
  "Extensions": "الملحقات",
  "Force uBlockOrigin installation at startup": "فرض تثبيت uBlockOrigin عند بدء التشغيل",
  "French": "Français",
  "German": "Deutsch",
  "History": "التاريخ",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "إذا تم تحديده، فلن يحفظ BonBon سجل التصفح الخاص بك. سيؤدي أيضًا إلى تعطيل اقتراحات عناوين URL.",
  "If checked, the app will auto-launch at system startup.": "إذا تم تحديده، فسيتم تشغيل التطبيق تلقائيًا عند بدء تشغيل النظام.",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "إذا تم تحديده، فسيقوم التطبيق تلقائيًا بتنزيل uBlockOrigin وتثبيته عند البدء.",
  "Import": "استيراد",
  "Import all": "استيراد الكل",
  "Importing...": "جارٍ الاستيراد",
  "Japanese": "日本",
  "Keyboard shortcuts": "اختصارات لوحة المفاتيح",
  "Language": "اللغة",
  "Launch at startup": "التشغيل عند بدء التشغيل",
  "New collection": "مجموعة جديدة",
  "New webpages default size": "الحجم الافتراضي لصفحات الويب الجديدة",
  "New windows default webpage": "صفحة ويب Windows الافتراضية الجديدة",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "سيؤدي الضغط على ALT والتمرير في نفس الوقت إلى التمرير إلى المستند دون إيقاف تحريك صفحات الويب.",
  "Pressing CTRL and F at the same time will open a search area.": "سيؤدي الضغط على CTRL و F في نفس الوقت إلى فتح منطقة بحث.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "سيؤدي الضغط على CTRL و R في نفس الوقت إلى إعادة تحميل صفحة الويب المركزة الحالية (المسماة Tab في المتصفحات الأخرى).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "سيؤدي الضغط على CTRL و T في نفس الوقت إلى فتح صفحة ويب جديدة (تسمى Tab في المتصفحات الأخرى).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "سيؤدي الضغط على CTRL و TAB في نفس الوقت إلى تركيز صفحة الويب التالية (المسماة Tab في المتصفحات الأخرى).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "سيؤدي الضغط على CTRL و W في نفس الوقت إلى إغلاق صفحة الويب المركزة الحالية (المسماة Tab في المتصفحات الأخرى). إذا لم تكن هناك صفحة ويب مفتوحة في المجموعة (الجدولة العليا)، فسيتم إغلاق المجموعة.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "سيؤدي الضغط على CTRL و SHIFT و T في نفس الوقت إلى إعادة فتح آخر صفحة ويب مغلقة (تسمى Tab في المتصفحات الأخرى).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "سيؤدي الضغط على CTRL و SHIFT و TAB في نفس الوقت إلى تركيز المجموعة التالية (الجدولة العلوية).",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "سيؤدي الضغط على CTRL و SHIFT و W في نفس الوقت إلى إغلاق المجموعة الحالية (الجدولة العلوية).",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "انقر بزر الماوس الأيمن على مستند الخلفية (وليس على صفحة ويب)، وحدد «توزيع النوافذ بالتساوي».",
  "Russian": "Русский",
  "Search": "بحث…",
  "Select a browser to import from": "حدد متصفحًا للاستيراد منه",
  "Settings": "الإعدادات",
  "Spanish": "Español",
  "Team": "فريق",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "شهادة هذه الصفحة غير صحيحة. قد تكون زيارة الموقع خطيرة.",
  "The language in which displays the application.": "اللغة التي تعرض بها التطبيق.",
  "The search engine that will be used when entering text in the url input and pressing enter.": "محرك البحث الذي سيتم استخدامه عند إدخال نص في إدخال عنوان url والضغط على Enter.",
  "The size of opening new windows when they are not maximized.": "حجم فتح النوافذ الجديدة عندما لا يتم تكبيرها.",
  "The url that will open first when opening a new window.": "عنوان url الذي سيتم فتحه أولاً عند فتح نافذة جديدة.",
  "This feature is not available yet.": "هذا ليس متاحاً بعد.",
  "Toggle dark mode": "تبديل الوضع المظلم",
  "Toggle light mode": "تبديل وضع الضوء",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "استخدم حجم آخر صفحة ويب مغلقة",
  "Webpages windows": "نوافذ صفحات الويب",
  "cancelled": "تم الإلغاء",
  "interrupted": "تمت مقاطعته"
}