{
  "Toggle dark mode": "ডার্ক মোড চালু/বন্ধ করুন",
  "Toggle light mode": "লাইট মোড চালু/বন্ধ করুন",
  "Settings": "সেটিংস",
  "Language": "ভাষা",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "অ্যাপ্লিকেশনটি যে ভাষায় প্রদর্শিত হবে।",
  "This feature is not available yet.": "এই বৈশিষ্ট্যটি এখনও উপলব্ধ নয়।",
  "Launch at startup": "স্টার্টআপে চালু করুন",
  "Application": "অ্যাপ্লিকেশন",
  "Browsing": "ব্রাউজিং",
  "App version": "অ্যাপ ভার্সন",
  "Author": "লেখক",
  "Co-Author": "সহ-লেখক",
  "About": "সম্পর্কে",
  "New windows default webpage": "নতুন উইন্ডোর ডিফল্ট ওয়েবপেজ",
  "The url that will open first when opening a new window.": "নতুন উইন্ডো খোলার সময় প্রথমে যে URL টি খোলা হবে।",
  "Default search engine": "ডিফল্ট সার্চ ইঞ্জিন",
  "The search engine that will be used when entering text in the url input and pressing enter.": "URL ইনপুটে টেক্সট প্রবেশ করানোর পরে যে সার্চ ইঞ্জিনটি ব্যবহৃত হবে।",
  "New webpages default size": "নতুন ওয়েবপেজের ডিফল্ট আকার",
  "The size of opening new windows when they are not maximized.": "নতুন উইন্ডোগুলি সর্বাধিক করা না হলে খোলার আকার।",
  "Bookmarks": "বুকমার্কস",
  "Search": "অনুসন্ধান",
  "Do not save browsing history": "ব্রাউজিং হিস্ট্রি সংরক্ষণ করবেন না",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "যদি চেক করা হয়, BonBon আপনার ব্রাউজিং হিস্ট্রি সংরক্ষণ করবে না। এটি URL পরামর্শগুলিও নিষ্ক্রিয় করবে।",
  "History": "ইতিহাস",
  "Documentation": "ডকুমেন্টেশন",
  "Keyboard shortcuts": "কীবোর্ড শর্টকাট",
  "Pressing CTRL and B at the same time will open a new collection.": "CTRL এবং B একসাথে চাপলে একটি নতুন সংগ্রহ খোলা হবে।",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "CTRL এবং T একসাথে চাপলে একটি নতুন ওয়েবপেজ খোলা হবে (অন্যান্য ব্রাউজারে 'Tab' নামে পরিচিত)।",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "CTRL এবং T একসাথে চাপলে ইনকগনিটো মোডে একটি নতুন ওয়েবপেজ খোলা হবে (অন্যান্য ব্রাউজারে 'Tab' নামে পরিচিত)।",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "CTRL, T এবং S একসাথে চাপলে একটি পৃথক সেশনে নতুন ওয়েবপেজ খোলা হবে (অন্যান্য ব্রাউজারে 'Tab' নামে পরিচিত)। এটি একই ওয়েবসাইটে একাধিক অ্যাকাউন্টের মাধ্যমে সংযুক্ত থাকতে দেয়।",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "CTRL, SHIFT এবং T একসাথে চাপলে শেষ বন্ধ করা ওয়েবপেজটি আবার খোলা হবে (অন্যান্য ব্রাউজারে 'Tab' নামে পরিচিত)।",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "CTRL এবং R একসাথে চাপলে বর্তমান ফোকাস করা ওয়েবপেজটি পুনরায় লোড হবে (অন্যান্য ব্রাউজারে 'Tab' নামে পরিচিত)।",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "CTRL এবং W একসাথে চাপলে বর্তমান ফোকাস করা ওয়েবপেজটি বন্ধ হবে (অন্যান্য ব্রাউজারে 'Tab' নামে পরিচিত)। যদি সংগ্রহে (উপরের ট্যাব) কোনো ওয়েবপেজ খোলা না থাকে, তবে সংগ্রহটি বন্ধ হয়ে যাবে।",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "CTRL, SHIFT এবং W একসাথে চাপলে বর্তমান সংগ্রহটি (উপরের ট্যাব) বন্ধ হবে।",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "CTRL এবং TAB একসাথে চাপলে পরবর্তী ওয়েবপেজে ফোকাস করা হবে (অন্যান্য ব্রাউজারে 'Tab' নামে পরিচিত)।",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "CTRL, SHIFT এবং TAB একসাথে চাপলে পরবর্তী সংগ্রহে ফোকাস করা হবে (উপরের ট্যাব)।",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "ALT এবং স্ক্রোল একসাথে চাপলে ওয়েবপেজের হোভার না থামিয়ে ডকুমেন্টটি স্ক্রোল করা যাবে।",
  "As defined here": "এখানে সংজ্ঞায়িত হিসাবে",
  "Use the size of the last closed webpage": "শেষ বন্ধ করা ওয়েবপেজের আকার ব্যবহার করুন",
  "Pressing CTRL and F at the same time will open a search area.": "CTRL এবং F একসাথে চাপলে একটি অনুসন্ধান এলাকা খোলা হবে।",
  "Webpages windows": "ওয়েবপেজ উইন্ডো",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "ব্যাকগ্রাউন্ড ডকুমেন্টে (ওয়েবপেজে নয়) ডান ক্লিক করুন এবং 'উইন্ডো সমানভাবে বিতরণ করুন' নির্বাচন করুন।",
  "Downloads": "ডাউনলোড",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "এই পৃষ্ঠার শংসাপত্রটি সঠিক নয়। ওয়েবসাইটে যাওয়া বিপজ্জনক হতে পারে।",
  "Continue": "চালিয়ে যান",
  "If checked, the app will auto-launch at system startup.": "যদি চেক করা হয়, তাহলে অ্যাপটি সিস্টেম স্টার্টআপে স্বয়ংক্রিয়ভাবে চালু হবে।",
  "interrupted": "বিঘ্নিত",
  "cancelled": "বাতিল",
  "Extensions": "এক্সটেনশন",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "স্টার্টআপে uBlockOrigin ইনস্টলেশন জোরপূর্বক করুন",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "যদি চেক করা হয়, তাহলে অ্যাপটি স্বয়ংক্রিয়ভাবে uBlockOrigin ডাউনলোড করে ইনস্টল করবে যখন এটি চালু হবে।",
  "New collection": "নতুন সংগ্রহ",
  "Clear": "পরিষ্কার",
  "Import": "আমদানি করুন",
  "Import all": "সব আমদানি করুন",
  "Importing...": "আমদানি হচ্ছে...",
  "Done": "সম্পন্ন",
  "Select a browser to import from": "আমদানির জন্য একটি ব্রাউজার নির্বাচন করুন",
  "German": "Deutsch",
  "Turkish": "Türkçe",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "টিম",
  "Portuguese": "Português",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "উইন্ডোটিকে উপরের প্রান্তে টেনে নিয়ে গেলে",
  "Maximize": "সর্বাধিক করুন",
  "Fit the screen": "স্ক্রিনে মানানসই করুন",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "উইন্ডোটিকে উপরের প্রান্তে টেনে নিয়ে গেলে সর্বাধিক করুন বা বড় করুন।",
  "Use the size of the last resized window": "শেষ যে উইন্ডোটির আকার পরিবর্তন করা হয়েছিল তার আকার ব্যবহার করুন",
  "Past contributors": "পূর্ববর্তী অবদানকারীরা",
  "Background color 1": "পটভূমির রং 1",
  "Background color 2": "পটভূমির রং 2",
  "Background color 3": "পটভূমির রং 3",
  "Change the background gradient colors.": "পটভূমির গ্রেডিয়েন্ট রং পরিবর্তন করুন।",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "মাউস সনাক্তকরণ এলাকা ছেড়ে যাওয়ার সময় মিনি ম্যাপ স্ক্রীন থেকে অদৃশ্য হওয়ার আগে টাইমআউট।",
  "ms before minimap disapearing": "মিনিম্যাপ অদৃশ্য হওয়ার আগে মিলিসেকেন্ড",
  "Minimap always visible": "মিনিম্যাপ সর্বদা দৃশ্যমান",
  "If checked, the minimap on the right side will always be visible.": "যদি চেক করা হয়, ডান দিকের মিনিম্যাপ সর্বদা দৃশ্যমান থাকবে।",
  "Boards": "বোর্ড",
  "New board": "নতুন বোর্ড",
  "Use macOS style for windows": "উইন্ডোর জন্য macOS স্টাইল ব্যবহার করুন",
  "If checked, windows will use macOS style.": "যদি চেক করা হয়, উইন্ডোগুলি macOS স্টাইল ব্যবহার করবে।",
  "Chat": "চ্যাট",
  "Type your message...": "আপনার বার্তা টাইপ করুন...",
  "Send": "পাঠান",
  "Connected Users": "সংযুক্ত ব্যবহারকারীরা",
  "Options": "বিকল্পগুলি",
  "Username": "ব্যবহারকারীর নাম",
  "Save": "সংরক্ষণ",
  "Loading...": "লোড হচ্ছে...",
  "Load More": "আরও লোড করুন",
  "Room": "রুম",
  "Change Room": "রুম পরিবর্তন করুন",
  "Change Username": "ব্যবহারকারীর নাম পরিবর্তন করুন",
  "No messages in this room yet.": "এই রুমে এখনও কোনো বার্তা নেই।",
  "Room name cannot be empty.": "রুমের নাম খালি হতে পারে না।",
  "Username cannot be empty.": "ব্যবহারকারীর নাম খালি হতে পারে না।",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
