{
  "About": "关于",
  "App version": "应用版本",
  "Application": "共享应用",
  "Arabic": "العربية",
  "As defined here": "如这里所定义",
  "Author": "作者",
  "Bookmarks": "书签",
  "Browsing": "浏览",
  "Chinese": "中国人",
  "Clear": "清除",
  "Co-Author": "合著者",
  "Continue": "继续",
  "Default search engine": "默认搜索引擎",
  "Do not save browsing history": "不要保存浏览历史记录",
  "Documentation": "文档",
  "Done": "完成",
  "Downloads": "下载内容",
  "Dutch": "Nederlands",
  "English": "English",
  "Extensions": "扩展",
  "Force uBlockOrigin installation at startup": "启动时强制安装 uBlockOrigin",
  "French": "Français",
  "German": "Deutsch",
  "History": "历史",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "如果选中，BonBon 将不会保存您的浏览历史记录。它还将禁用 URL 建议。",
  "If checked, the app will auto-launch at system startup.": "如果选中，应用程序将在系统启动时自动启动。",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "如果选中，该应用程序将自动下载uBlockOrigin并在启动时安装它。",
  "Import": "导入",
  "Import all": "导入全部",
  "Importing...": "正在导入…",
  "Japanese": "日本",
  "Keyboard shortcuts": "键盘快捷键",
  "Language": "语言",
  "Launch at startup": "启动时启动",
  "New collection": "新建收藏夹",
  "New webpages default size": "新网页默认大小",
  "New windows default webpage": "新窗口默认网页",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "同时按下 ALT 和 Scrolling 将滚动到文档，而不会停止悬停网页。",
  "Pressing CTRL and F at the same time will open a search area.": "同时按下 CTRL 和 F 将打开一个搜索区域。",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "同时按下 CTRL 和 R 将重新加载当前聚焦的网页（在其他浏览器中名为 Tab）。",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "同时按下 CTRL 和 T 将打开一个新网页（在其他浏览器中名为 Tab）。",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "同时按下 CTRL 和 TAB 将聚焦下一个网页（在其他浏览器中名为 Tab）。",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "同时按下 CTRL 和 W 将关闭当前聚焦的网页（在其他浏览器中名为 Tab）。如果馆藏中没有打开任何网页（上方表格），则该馆藏将被关闭。",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "同时按下 CTRL、SHIFT 和 T 将重新打开最后关闭的网页（在其他浏览器中名为 Tab）。",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "同时按下 CTRL、SHIFT 和 TAB 键将聚焦下一个集合（上方表格）。",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "同时按下 CTRL、SHIFT 和 W 将关闭当前集合（上方表格）。",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "右键单击背景文档（不在网页上），然后选择 “均匀分布窗口”。",
  "Russian": "Р сски",
  "Search": "搜索",
  "Select a browser to import from": "选择要从中导入的浏览器",
  "Settings": "设置",
  "Spanish": "Español",
  "Team": "团队",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "此页面的证书不正确。访问该网站可能很危险。",
  "The language in which displays the application.": "显示应用程序时使用的语言。",
  "The search engine that will be used when entering text in the url input and pressing enter.": "在 url 输入中输入文本并按 Enter 键时将使用的搜索引擎。",
  "The size of opening new windows when they are not maximized.": "未最大化时打开新窗口的大小。",
  "The url that will open first when opening a new window.": "打开新窗口时将首先打开的 url。",
  "This feature is not available yet.": "此功能尚不可用。",
  "Toggle dark mode": "切换暗模式",
  "Toggle light mode": "切换灯光模式",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "使用上次关闭的网页的大小",
  "Webpages windows": "网页窗口",
  "cancelled": "已取消",
  "interrupted": "已中断"
}