{
  "Toggle dark mode": "Dunkelmodus umschalten",
  "Toggle light mode": "Hellmodus umschalten",
  "Settings": "Einstellungen",
  "Language": "Sprache",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "Die Sprache, in der die Anwendung angezeigt wird.",
  "This feature is not available yet.": "Diese Funktion ist noch nicht verfügbar.",
  "Launch at startup": "Beim Start starten",
  "Application": "Anwendung",
  "Browsing": "Surfen",
  "App version": "App-Version",
  "Author": "Autor",
  "Co-Author": "Mitautor",
  "About": "Über",
  "New windows default webpage": "Standardwebseite für neue Fenster",
  "The url that will open first when opening a new window.": "Die URL, die als erste geöffnet wird, wenn ein neues Fenster geöffnet wird.",
  "Default search engine": "Standardsuchmaschine",
  "The search engine that will be used when entering text in the url input and pressing enter.": "Die Suchmaschine, die verwendet wird, wenn Text in das URL-Feld eingegeben und Enter gedrückt wird.",
  "New webpages default size": "Standardgröße für neue Webseiten",
  "The size of opening new windows when they are not maximized.": "Die Größe von neuen Fenstern, wenn sie nicht maximiert sind.",
  "Bookmarks": "Lesezeichen",
  "Search": "Suche",
  "Do not save browsing history": "Browserverlauf nicht speichern",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Wenn diese Option aktiviert ist, speichert BonBon Ihren Browserverlauf nicht. Außerdem werden URL-Vorschläge deaktiviert.",
  "History": "Verlauf",
  "Documentation": "Dokumentation",
  "Keyboard shortcuts": "Tastaturkürzel",
  "Pressing CTRL and B at the same time will open a new collection.": "Wenn Sie gleichzeitig STRG und B drücken, wird eine neue Sammlung geöffnet.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Wenn Sie gleichzeitig STRG und T drücken, wird eine neue Webseite geöffnet (in anderen Browsern als Tab bezeichnet).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "Wenn Sie gleichzeitig STRG und T drücken, wird eine neue Webseite im Inkognito-Modus geöffnet (in anderen Browsern als Tab bezeichnet).",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "Wenn Sie gleichzeitig STRG, T und S drücken, wird eine neue Webseite in einer separaten Sitzung geöffnet (in anderen Browsern als Tab bezeichnet). Dies ermöglicht es, sich auf derselben Website mit mehreren verschiedenen Konten in mehreren Webseiten zu verbinden.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Wenn Sie gleichzeitig STRG, UMSCHALT und T drücken, wird die zuletzt geschlossene Webseite wieder geöffnet (in anderen Browsern als Tab bezeichnet).",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Wenn Sie gleichzeitig STRG und R drücken, wird die aktuelle fokussierte Webseite neu geladen (in anderen Browsern als Tab bezeichnet).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Wenn Sie gleichzeitig STRG und W drücken, wird die aktuelle fokussierte Webseite geschlossen (in anderen Browsern als Tab bezeichnet). Wenn keine Webseite in der Sammlung geöffnet ist (obere Tabellierung), wird die Sammlung geschlossen.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Wenn Sie gleichzeitig STRG, UMSCHALT und W drücken, wird die aktuelle Sammlung geschlossen (obere Tabellierung).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Wenn Sie gleichzeitig STRG und TAB drücken, wird die nächste Webseite fokussiert (in anderen Browsern als Tab bezeichnet).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Wenn Sie gleichzeitig STRG, UMSCHALT und TAB drücken, wird die nächste Sammlung fokussiert (obere Tabellierung).",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Wenn Sie gleichzeitig ALT drücken und scrollen, wird in das Dokument gescrollt, ohne dass das Schweben über den Webseiten unterbrochen wird.",
  "As defined here": "Wie hier definiert",
  "Use the size of the last closed webpage": "Verwenden Sie die Größe der zuletzt geschlossenen Webseite",
  "Pressing CTRL and F at the same time will open a search area.": "Wenn Sie gleichzeitig STRG und F drücken, wird ein Suchbereich geöffnet.",
  "Webpages windows": "Webseitenfenster",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Klicken Sie mit der rechten Maustaste auf das Hintergrunddokument (nicht auf eine Webseite) und wählen Sie \"Fenster gleichmäßig verteilen\".",
  "Downloads": "Downloads",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "Das Zertifikat für diese Seite ist nicht korrekt. Der Besuch der Website könnte gefährlich sein.",
  "Continue": "Fortsetzen",
  "If checked, the app will auto-launch at system startup.": "Wenn diese Option aktiviert ist, wird die App beim Systemstart automatisch gestartet.",
  "interrupted": "Unterbrochen",
  "cancelled": "Abgebrochen",
  "Extensions": "Erweiterungen",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "Erzwingen Sie die Installation von uBlockOrigin beim Start",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Wenn diese Option aktiviert ist, wird die App uBlockOrigin automatisch herunterladen und beim Start installieren.",
  "New collection": "Neue Sammlung",
  "Clear": "Löschen",
  "Import": "Importieren",
  "Import all": "Alles importieren",
  "Importing...": "Wird importiert...",
  "Done": "Fertig",
  "Select a browser to import from": "Wählen Sie einen Browser zum Importieren aus",
  "German": "Deutsch",
  "Turkish": "Türkçe",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "Team",
  "Portuguese": "Português",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "Beim Ziehen eines Fensters an den oberen Rand",
  "Maximize": "Maximieren",
  "Fit the screen": "An Bildschirm anpassen",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "Maximieren Sie das Fenster oder vergrößern Sie es, wenn Sie es an den oberen Rand ziehen.",
  "Use the size of the last resized window": "Verwenden Sie die Größe des zuletzt geänderten Fensters",
  "Past contributors": "Ehemalige Mitwirkende",
  "Background color 1": "Hintergrundfarbe 1",
  "Background color 2": "Hintergrundfarbe 2",
  "Background color 3": "Hintergrundfarbe 3",
  "Change the background gradient colors.": "Ändern Sie die Farbverläufe des Hintergrunds.",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "Die Zeit, bevor die Minikarte vom Bildschirm verschwindet, wenn die Maus die Erkennungszone verlässt.",
  "ms before minimap disapearing": "ms vor dem Verschwinden der Minikarte",
  "Minimap always visible": "Minikarte immer sichtbar",
  "If checked, the minimap on the right side will always be visible.": "Wenn diese Option aktiviert ist, wird die Minikarte auf der rechten Seite immer sichtbar sein.",
  "Boards": "Boards",
  "New board": "Neues Board",
  "Use macOS style for windows": "Verwenden Sie den macOS-Stil für Fenster",
  "If checked, windows will use macOS style.": "Wenn diese Option aktiviert ist, verwenden die Fenster den macOS-Stil.",
  "Chat": "Chat",
  "Type your message...": "Geben Sie Ihre Nachricht ein...",
  "Send": "Senden",
  "Connected Users": "Verbundene Benutzer",
  "Options": "Optionen",
  "Username": "Benutzername",
  "Save": "Speichern",
  "Loading...": "Wird geladen...",
  "Load More": "Mehr laden",
  "Room": "Raum",
  "Change Room": "Raum wechseln",
  "Change Username": "Benutzernamen ändern",
  "No messages in this room yet.": "Noch keine Nachrichten in diesem Raum.",
  "Room name cannot be empty.": "Der Raumname darf nicht leer sein.",
  "Username cannot be empty.": "Der Benutzername darf nicht leer sein.",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
