{
  "About": "Über",
  "App version": "App-Version",
  "Application": "Anwendung",
  "Arabic": "العربية",
  "As defined here": "Wie hier definiert",
  "Author": "Autor",
  "Bookmarks": "Lesezeichen",
  "Browsing": "Surfen",
  "Chinese": "中国人",
  "Clear": "Löschen",
  "Co-Author": "Co-Autor",
  "Continue": "Weiter",
  "Default search engine": "Standardsuchmaschine",
  "Do not save browsing history": "Browserverlauf nicht speichern",
  "Documentation": "Dokumentation",
  "Done": "Fertig",
  "Downloads": "Ordner für heruntergeladene Dokumente",
  "Dutch": "Nederlands",
  "English": "English",
  "Extensions": "Erweiterungen",
  "Force uBlockOrigin installation at startup": "Installation von uBlockOrigin beim Start erzwingen",
  "French": "Français",
  "German": "Deutsch",
  "History": "Verlauf",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Wenn diese Option aktiviert ist, speichert BonBon Ihren Browserverlauf nicht. Außerdem werden URL-Vorschläge deaktiviert.",
  "If checked, the app will auto-launch at system startup.": "Wenn diese Option aktiviert ist, wird die App beim Systemstart automatisch gestartet.",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Wenn diese Option aktiviert ist, lädt die App uBlockOrigin automatisch herunter und installiert es beim Start.",
  "Import": "Importieren",
  "Import all": "Alle importieren",
  "Importing...": "Importiere…",
  "Japanese": "日本",
  "Keyboard shortcuts": "Tastaturkürzel",
  "Language": "Sprache",
  "Launch at startup": "Beim Start starten",
  "New collection": "Neue Kollektion",
  "New webpages default size": "Standardgröße neuer Webseiten",
  "New windows default webpage": "Neue Windows-Standardwebseite",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Durch gleichzeitiges Drücken von ALT und Scrollen wird in das Dokument gescrollt, ohne den Mauszeiger über die Webseiten zu bewegen.",
  "Pressing CTRL and F at the same time will open a search area.": "Durch gleichzeitiges Drücken von CTRL und F wird ein Suchbereich geöffnet.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Durch gleichzeitiges Drücken von CTRL und R wird die aktuell fokussierte Webseite (in anderen Browsern als Tab bezeichnet) neu geladen.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Durch gleichzeitiges Drücken von CTRL und T wird eine neue Webseite geöffnet (in anderen Browsern als Tab bezeichnet).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Durch gleichzeitiges Drücken von CTRL und TAB wird die nächste Webseite fokussiert (in anderen Browsern als Tab bezeichnet).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Durch gleichzeitiges Drücken von CTRL und W wird die aktuell fokussierte Webseite (in anderen Browsern als Tab bezeichnet) geschlossen. Wenn in der Sammlung keine Webseite geöffnet ist (obere Tabelle), wird die Sammlung geschlossen.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Durch gleichzeitiges Drücken von CTRL, SHIFT und T wird eine zuletzt geschlossene Webseite (in anderen Browsern Tab genannt) erneut geöffnet.",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Durch gleichzeitiges Drücken von CTRL, SHIFT und TAB wird die nächste Sammlung fokussiert (obere Tabelle).",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Durch gleichzeitiges Drücken von CTRL, SHIFT und W wird die aktuelle Sammlung geschlossen (obere Tabelle).",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Klicken Sie mit der rechten Maustaste auf das Hintergrunddokument (nicht auf einer Webseite) und wählen Sie „Fenster gleichmäßig verteilen“.",
  "Russian": "Русский",
  "Search": "Suchen",
  "Select a browser to import from": "Wählen Sie einen Browser für den Import aus",
  "Settings": "Einstellungen",
  "Spanish": "Español",
  "Team": "Mannschaft",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "Das Zertifikat für diese Seite ist falsch. Der Besuch der Website kann gefährlich sein.",
  "The language in which displays the application.": "Die Sprache, in der die Anwendung angezeigt wird.",
  "The search engine that will be used when entering text in the url input and pressing enter.": "Die Suchmaschine, die verwendet wird, wenn Text in die URL-Eingabe eingegeben und die Eingabetaste gedrückt wird.",
  "The size of opening new windows when they are not maximized.": "Die Größe des Öffnens neuer Fenster, wenn sie nicht maximiert sind.",
  "The url that will open first when opening a new window.": "Die URL, die beim Öffnen eines neuen Fensters zuerst geöffnet wird.",
  "This feature is not available yet.": "Diese Option ist noch nicht zugänglich.",
  "Toggle dark mode": "Umschalten des Dunkelmodus",
  "Toggle light mode": "Lichtmodus umschalten",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "Verwenden Sie die Größe der zuletzt geschlossenen Webseite",
  "Webpages windows": "Fenster „Webseiten“",
  "cancelled": "Abgebrochen",
  "interrupted": "Unterbrochen"
}