{
  "Toggle dark mode": "Alternar modo oscuro",
  "Toggle light mode": "Alternar modo claro",
  "Settings": "Configuración",
  "Language": "Idioma",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "El idioma en el que se muestra la aplicación.",
  "This feature is not available yet.": "Esta función aún no está disponible.",
  "Launch at startup": "Iniciar al arrancar",
  "Application": "Aplicación",
  "Browsing": "Navegando",
  "App version": "Versión de la aplicación",
  "Author": "Autor",
  "Co-Author": "Coautor",
  "About": "Acerca de",
  "New windows default webpage": "Nueva página web predeterminada para ventanas",
  "The url that will open first when opening a new window.": "La URL que se abrirá primero al abrir una nueva ventana.",
  "Default search engine": "Motor de búsqueda predeterminado",
  "The search engine that will be used when entering text in the url input and pressing enter.": "El motor de búsqueda que se utilizará al ingresar texto en la entrada de URL y presionar enter.",
  "New webpages default size": "Tamaño predeterminado de nuevas páginas web",
  "The size of opening new windows when they are not maximized.": "El tamaño al abrir nuevas ventanas cuando no están maximizado.",
  "Bookmarks": "Marcadores",
  "Search": "Buscar",
  "Do not save browsing history": "No guardar historial de navegación",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Si está marcado, BonBon no guardará su historial de navegación. También deshabilitará las sugerencias de URL.",
  "History": "Historial",
  "Documentation": "Documentación",
  "Keyboard shortcuts": "Atajos de teclado",
  "Pressing CTRL and B at the same time will open a new collection.": "Presionar CTRL y B al mismo tiempo abrirá una nueva colección.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Presionar CTRL y T al mismo tiempo abrirá una nueva página web (llamada Tab en otros navegadores).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "Presionar CTRL y T al mismo tiempo abrirá una nueva página web (llamada Tab en otros navegadores) en modo incógnito.",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "Presionar CTRL y T y S al mismo tiempo abrirá una nueva página web (llamada Tab en otros navegadores) en una sesión separada. Permite estar conectado en el mismo sitio web con múltiples cuentas diferentes en múltiples páginas web.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Presionar CTRL, SHIFT y T al mismo tiempo reabrirá la última página web cerrada (llamada Tab en otros navegadores).",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Presionar CTRL y R al mismo tiempo recargará la página web enfocada actual (llamada Tab en otros navegadores).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Presionar CTRL y W al mismo tiempo cerrará la página web enfocada actual (llamada Tab en otros navegadores). Si no hay ninguna página web abierta en la colección (tabulación superior), entonces la colección se cerrará.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Presionar CTRL, SHIFT y W al mismo tiempo cerrará la colección actual (tabulación superior).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Presionar CTRL y TAB al mismo tiempo enfocará la siguiente página web (llamada Tab en otros navegadores).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Presionar CTRL, SHIFT y TAB al mismo tiempo enfocará la siguiente colección (tabulación superior).",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Presionar ALT y desplazarse al mismo tiempo desplazará el documento sin detener el hover sobre las páginas web.",
  "As defined here": "Como se define aquí",
  "Use the size of the last closed webpage": "Usar el tamaño de la última página web cerrada",
  "Pressing CTRL and F at the same time will open a search area.": "Presionar CTRL y F al mismo tiempo abrirá un área de búsqueda.",
  "Webpages windows": "Ventanas de páginas web",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Haz clic derecho en el documento de fondo (no en una página web) y selecciona \"Distribuir ventanas uniformemente\".",
  "Downloads": "Descargas",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "El certificado de esta página es incorrecto. Visitar el sitio web puede ser peligroso.",
  "Continue": "Continuar",
  "If checked, the app will auto-launch at system startup.": "Si está marcado, la aplicación se iniciará automáticamente al arrancar el sistema.",
  "interrupted": "Interrumpido",
  "cancelled": "Cancelado",
  "Extensions": "Extensiones",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "Forzar la instalación de uBlockOrigin al inicio",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Si está marcado, la aplicación descargará automáticamente uBlockOrigin e instalará al iniciar.",
  "New collection": "Nueva colección",
  "Clear": "Limpiar",
  "Import": "Importar",
  "Import all": "Importar todo",
  "Importing...": "Importando...",
  "Done": "Hecho",
  "Select a browser to import from": "Selecciona un navegador para importar",
  "German": "Deutsch",
  "Turkish": "Türk",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "Equipo",
  "Portuguese": "Português",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "Al arrastrar una ventana al borde superior",
  "Maximize": "Maximizar",
  "Fit the screen": "Ajustar a la pantalla",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "Maximiza la ventana o agranda la ventana al arrastrarla al borde superior.",
  "Use the size of the last resized window": "Usar el tamaño de la última ventana redimensionada",
  "Past contributors": "Contribuyentes anteriores",
  "Background color 1": "Color de fondo 1",
  "Background color 2": "Color de fondo 2",
  "Background color 3": "Color de fondo 3",
  "Change the background gradient colors.": "Cambiar los colores del gradiente de fondo.",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "El tiempo de espera antes de que el minimapa desaparezca de la pantalla cuando el mouse abandona la zona de detección.",
  "ms before minimap disapearing": "ms antes de que el minimapa desaparezca",
  "Minimap always visible": "Minimapa siempre visible",
  "If checked, the minimap on the right side will always be visible.": "Si está marcado, el minimapa en el lado derecho siempre será visible.",
  "Boards": "Tableros",
  "New board": "Nuevo tablero",
  "Use macOS style for windows": "Usar estilo macOS para ventanas",
  "If checked, windows will use macOS style.": "Si está marcado, las ventanas usarán el estilo macOS.",
  "Chat": "Chat",
  "Type your message...": "Escribe tu mensaje...",
  "Send": "Enviar",
  "Connected Users": "Usuarios conectados",
  "Options": "Opciones",
  "Username": "Nombre de usuario",
  "Save": "Guardar",
  "Loading...": "Cargando...",
  "Load More": "Cargar más",
  "Room": "Sala",
  "Change Room": "Cambiar sala",
  "Change Username": "Cambiar nombre de usuario",
  "No messages in this room yet.": "No hay mensajes en esta sala todavía.",
  "Room name cannot be empty.": "El nombre de la sala no puede estar vacío.",
  "Username cannot be empty.": "El nombre de usuario no puede estar vacío.",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
