{
  "About": "Acerca de",
  "App version": "Versión de la aplicación",
  "Application": "Aplicación",
  "Arabic": "العربية",
  "As defined here": "Como se define aquí",
  "Author": "Autor",
  "Bookmarks": "Marcadores",
  "Browsing": "Navegación",
  "Chinese": "中国人",
  "Clear": "Borrar",
  "Co-Author": "Coautor",
  "Continue": "Continuar",
  "Default search engine": "Motor de búsqueda predeterminado",
  "Do not save browsing history": "No guardar el historial de navegación",
  "Documentation": "Documentación",
  "Done": "Listo",
  "Downloads": "Descargas",
  "Dutch": "Nederlands",
  "English": "English",
  "Extensions": "Extensiones",
  "Force uBlockOrigin installation at startup": "Forzar la instalación de uBlockOrigin al inicio",
  "French": "Français",
  "German": "Deutsch",
  "History": "Historial",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Si se marca, BonBon no guardará tu historial de navegación. También deshabilitará las sugerencias de URL.",
  "If checked, the app will auto-launch at system startup.": "Si se marca, la aplicación se iniciará automáticamente al iniciar el sistema.",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Si se marca, la aplicación descargará automáticamente uBlockOrigin y lo instalará al iniciarse.",
  "Import": "Importar",
  "Import all": "Importar todo",
  "Importing...": "Importando…",
  "Japanese": "日本",
  "Keyboard shortcuts": "Atajos de teclado",
  "Language": "Idioma",
  "Launch at startup": "Lanzamiento al inicio",
  "New collection": "Nueva colección",
  "New webpages default size": "Tamaño predeterminado de las nuevas páginas web",
  "New windows default webpage": "Nueva página web predeterminada de las ventanas",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Al presionar ALT y desplazarse al mismo tiempo, se desplazará por el documento sin dejar de pasar el ratón por las páginas web.",
  "Pressing CTRL and F at the same time will open a search area.": "Al pulsar CTRL y F al mismo tiempo, se abrirá un área de búsqueda.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Al pulsar CTRL y R al mismo tiempo, se volverá a cargar la página web enfocada actual (denominada Tab en otros navegadores).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Al pulsar CTRL y T al mismo tiempo, se abrirá una nueva página web (denominada Tab en otros navegadores).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Al pulsar CTRL y TAB al mismo tiempo, se enfocará la siguiente página web (denominada Tab en otros navegadores).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Al presionar CTRL y W al mismo tiempo, se cerrará la página web enfocada actual (denominada Tab en otros navegadores). Si no hay ninguna página web abierta en la colección (tabulación superior), la colección se cerrará.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Al pulsar CTRL, SHIFT y T al mismo tiempo, se volverá a abrir una página web cerrada por última vez (denominada Tab en otros navegadores).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Al pulsar CTRL, SHIFT y TAB al mismo tiempo, se enfocará la siguiente colección (tabulación superior).",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Al pulsar CTRL, SHIFT y W al mismo tiempo, se cerrará la colección actual (tabulación superior).",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Haga clic con el botón derecho en el documento de fondo (no en una página web) y seleccione «Distribuir ventanas uniformemente».",
  "Russian": "Русский",
  "Search": "Buscar",
  "Select a browser to import from": "Seleccione un navegador desde el que realizar la importación",
  "Settings": "Ajustes",
  "Spanish": "Español",
  "Team": "Equipo",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "El certificado de esta página es incorrecto. Visitar el sitio web puede ser peligroso.",
  "The language in which displays the application.": "Idioma en el que se muestra la aplicación.",
  "The search engine that will be used when entering text in the url input and pressing enter.": "El motor de búsqueda que se utilizará al introducir texto en la entrada url y pulsar enter.",
  "The size of opening new windows when they are not maximized.": "El tamaño de las ventanas nuevas que se abren cuando no están maximizadas.",
  "The url that will open first when opening a new window.": "La url que se abrirá primero al abrir una ventana nueva.",
  "This feature is not available yet.": "Esta funcionalidad todavía no está disponible.",
  "Toggle dark mode": "Alternar el modo oscuro",
  "Toggle light mode": "Alternar modo de luz",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "Usar el tamaño de la última página web cerrada",
  "Webpages windows": "Ventanas de páginas web",
  "cancelled": "Cancelado",
  "interrupted": "Interrumpido"
}