{
  "Toggle dark mode": "تغییر حالت تاریک",
  "Toggle light mode": "تغییر حالت روشن",
  "Settings": "تنظیمات",
  "Language": "زبان",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "زبان نمایش برنامه.",
  "This feature is not available yet.": "این قابلیت هنوز در دسترس نیست.",
  "Launch at startup": "شروع به کار در راه‌اندازی",
  "Application": "برنامه",
  "Browsing": "مرور",
  "App version": "نسخه برنامه",
  "Author": "نویسنده",
  "Co-Author": "هم‌نویسنده",
  "About": "درباره",
  "New windows default webpage": "صفحه وب پیش‌فرض پنجره‌های جدید",
  "The url that will open first when opening a new window.": "آدرس وب‌سایتی که اولین بار هنگام باز کردن پنجره جدید باز می‌شود.",
  "Default search engine": "موتور جستجوی پیش‌فرض",
  "The search engine that will be used when entering text in the url input and pressing enter.": "موتور جستجویی که هنگام وارد کردن متن در ورودی URL و فشار دادن Enter استفاده خواهد شد.",
  "New webpages default size": "اندازه پیش‌فرض صفحات وب جدید",
  "The size of opening new windows when they are not maximized.": "اندازه باز کردن پنجره‌های جدید زمانی که آنها حداکثر نشده‌اند.",
  "Bookmarks": "نشانک‌ها",
  "Search": "جستجو",
  "Do not save browsing history": "تاریخچه مرور را ذخیره نکن",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "اگر علامت زده شود، BonBon تاریخچه مرور شما را ذخیره نخواهد کرد. همچنین پیشنهادات URL را نیز غیرفعال خواهد کرد.",
  "History": "تاریخچه",
  "Documentation": "مستندات",
  "Keyboard shortcuts": "میانبرهای صفحه کلید",
  "Pressing CTRL and B at the same time will open a new collection.": "فشار دادن همزمان CTRL و B یک مجموعه جدید باز خواهد کرد.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "فشار دادن همزمان CTRL و T یک صفحه وب جدید باز خواهد کرد (در مرورگرهای دیگر به نام Tab).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "فشار دادن همزمان CTRL و T یک صفحه وب جدید را در حالت ناشناس باز خواهد کرد (در مرورگرهای دیگر به نام Tab).",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "فشار دادن همزمان CTRL و T و S یک صفحه وب جدید را در یک جلسه جداگانه باز خواهد کرد. این امکان را فراهم می‌کند که در یک وب‌سایت با حساب‌های مختلف در صفحات وب متعدد متصل شوید.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "فشار دادن همزمان CTRL، SHIFT و T آخرین صفحه وب بسته شده را دوباره باز خواهد کرد (در مرورگرهای دیگر به نام Tab).",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "فشار دادن همزمان CTRL و R صفحه وب فعلی متمرکز شده را دوباره بارگذاری خواهد کرد (در مرورگرهای دیگر به نام Tab).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "فشار دادن همزمان CTRL و W صفحه وب فعلی متمرکز شده را می‌بندد (در مرورگرهای دیگر به نام Tab). اگر در مجموعه (تبولاسیون بالا) صفحه وبی باز نباشد، مجموعه بسته خواهد شد.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "فشار دادن همزمان CTRL، SHIFT و W مجموعه فعلی را می‌بندد (تبولاسیون بالا).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "فشار دادن همزمان CTRL و TAB صفحه وب بعدی را متمرکز خواهد کرد (در مرورگرهای دیگر به نام Tab).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "فشار دادن همزمان CTRL، SHIFT و TAB مجموعه بعدی را متمرکز خواهد کرد (تبولاسیون بالا).",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "فشار دادن همزمان ALT و اسکرول باعث می‌شود بدون توقف شناور شدن بر روی صفحات وب، در سند اسکرول شود.",
  "As defined here": "همانطور که در اینجا تعریف شده است",
  "Use the size of the last closed webpage": "از اندازه آخرین صفحه وب بسته شده استفاده کنید",
  "Pressing CTRL and F at the same time will open a search area.": "فشار دادن همزمان CTRL و F یک ناحیه جستجو را باز خواهد کرد.",
  "Webpages windows": "پنجره‌های صفحات وب",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "روی سند پس‌زمینه راست کلیک کنید (نه روی یک صفحه وب)، و گزینه \"توزیع پنجره‌ها به طور مساوی\" را انتخاب کنید.",
  "Downloads": "دانلودها",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "گواهی‌نامه این صفحه نادرست است. بازدید از وب‌سایت می‌تواند خطرناک باشد.",
  "Continue": "ادامه",
  "If checked, the app will auto-launch at system startup.": "اگر علامت زده شود، برنامه در زمان راه‌اندازی سیستم به طور خودکار اجرا می‌شود.",
  "interrupted": "متوقف شد",
  "cancelled": "لغو شد",
  "Extensions": "افزونه‌ها",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "اجبار نصب uBlockOrigin در زمان راه‌اندازی",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "اگر علامت زده شود، برنامه به طور خودکار uBlockOrigin را دانلود کرده و هنگام شروع نصب می‌کند.",
  "New collection": "مجموعه جدید",
  "Clear": "پاک کردن",
  "Import": "وارد کردن",
  "Import all": "وارد کردن همه",
  "Importing...": "در حال وارد کردن…",
  "Done": "تمام شد",
  "Select a browser to import from": "یک مرورگر برای وارد کردن انتخاب کنید",
  "German": "Deutsch",
  "Turkish": "Türkçe",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "تیم",
  "Portuguese": "پرتغالی",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "هنگام کشیدن پنجره به لبه بالایی",
  "Maximize": "بیشینه‌سازی",
  "Fit the screen": "تناسب با صفحه",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "بیشینه‌سازی پنجره یا بزرگ کردن پنجره هنگام کشیدن آن به لبه بالایی.",
  "Use the size of the last resized window": "از اندازه آخرین پنجره تغییر اندازه داده شده استفاده کنید",
  "Past contributors": "مشارکت‌کنندگان گذشته",
  "Background color 1": "رنگ پس‌زمینه ۱",
  "Background color 2": "رنگ پس‌زمینه ۲",
  "Background color 3": "رنگ پس‌زمینه ۳",
  "Change the background gradient colors.": "رنگ‌های گرادیان پس‌زمینه را تغییر دهید.",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "زمان تاخیر قبل از ناپدید شدن مینی‌مپ از صفحه زمانی که ماوس از منطقه تشخیص خارج می‌شود.",
  "ms before minimap disapearing": "ms قبل از ناپدید شدن مینی‌مپ",
  "Minimap always visible": "مینی‌مپ همیشه قابل مشاهده",
  "If checked, the minimap on the right side will always be visible.": "اگر علامت زده شود، مینی‌مپ در سمت راست همیشه قابل مشاهده خواهد بود.",
  "Boards": "تخته‌ها",
  "New board": "تخته جدید",
  "Use macOS style for windows": "استفاده از سبک macOS برای پنجره‌ها",
  "If checked, windows will use macOS style.": "اگر علامت زده شود، پنجره‌ها از سبک macOS استفاده خواهند کرد.",
  "Chat": "گفتگو",
  "Type your message...": "پیام خود را تایپ کنید...",
  "Send": "ارسال",
  "Connected Users": "کاربران متصل",
  "Options": "گزینه‌ها",
  "Username": "نام کاربری",
  "Save": "ذخیره",
  "Loading...": "در حال بارگذاری...",
  "Load More": "بارگذاری بیشتر",
  "Room": "اتاق",
  "Change Room": "تغییر اتاق",
  "Change Username": "تغییر نام کاربری",
  "No messages in this room yet.": "هنوز هیچ پیامی در این اتاق وجود ندارد.",
  "Room name cannot be empty.": "نام اتاق نمی‌تواند خالی باشد.",
  "Username cannot be empty.": "نام کاربری نمی‌تواند خالی باشد.",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
