{
  "About": "درباره",
  "App version": "نسخه برنامه",
  "Application": "برنامه",
  "Arabic": "العربية",
  "As defined here": "همانطور که در اینجا تعریف",
  "Author": "نویسنده",
  "Bookmarks": "نشانکها",
  "Browsing": "مرور",
  "Chinese": "中国人",
  "Clear": "پاک کردن",
  "Co-Author": "همکاری نویسنده",
  "Continue": "ادامه",
  "Default search engine": "موتور جستجوی پیشفرض",
  "Do not save browsing history": "سابقه مرور را ذخیره نکنید",
  "Documentation": "مستندات",
  "Done": "تمام",
  "Downloads": "بارگیریها",
  "Dutch": "Nederlands",
  "English": "English",
  "Extensions": "برنامههای افزودنی",
  "Force uBlockOrigin installation at startup": "نصب uBlockOrigin را در هنگام راه اندازی",
  "French": "Français",
  "German": "Deutsch",
  "History": "تاریخچه",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "در صورت بررسی، BonBon سابقه مرور شما را ذخیره نخواهد کرد. همچنین پیشنهادات URL را غیرفعال خواهد کرد.",
  "If checked, the app will auto-launch at system startup.": "در صورت بررسی، برنامه در هنگام راه اندازی سیستم به صورت خودکار راه اندازی می شود.",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "در صورت بررسی، برنامه به طور خودکار UBlockOrigin را بارگیری کرده و هنگام شروع آن را نصب می کند.",
  "Import": "وارد کردن",
  "Import all": "وارد کردن همه",
  "Importing...": "در حال وارد کردن…",
  "Japanese": "日本",
  "Keyboard shortcuts": "میانبرهای صفحهکلید",
  "Language": "زبان",
  "Launch at startup": "راه اندازی در راه اندازی",
  "New collection": "مجموعه جدید",
  "New webpages default size": "اندازه پیش فرض صفحات وب جدید",
  "New windows default webpage": "صفحه وب پیش فرض ویندوز جدید",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "با فشار دادن ALT و پیمایش در همان زمان به سند حرکت می کند بدون توقف شناور صفحات وب.",
  "Pressing CTRL and F at the same time will open a search area.": "با فشار دادن CTRL و F در همان زمان یک منطقه جستجو را باز می کند.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "با فشار دادن CTRL و R در همان زمان، صفحه وب متمرکز فعلی (به نام Tab در مرورگرهای دیگر) بارگذاری مجدد خواهد شد.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "با فشار دادن CTRL و T در همان زمان یک صفحه وب جدید (به نام Tab در مرورگرهای دیگر) باز می شود.",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "با فشار دادن CTRL و TAB در همان زمان، صفحه وب بعدی را تمرکز می کند (به نام Tab در مرورگرهای دیگر).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "با فشار دادن CTRL و W در همان زمان، صفحه وب متمرکز فعلی (به نام Tab در مرورگرهای دیگر) را می بندد. اگر هیچ صفحه وب در مجموعه باز نیست (جدول بندی بالا)، سپس مجموعه بسته خواهد شد.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "با فشار دادن CTRL، SHIFT و T در همان زمان، آخرین صفحه وب بسته را باز می کند (به نام Tab در مرورگرهای دیگر).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "با فشار دادن CTRL، Shift و Tab در همان زمان مجموعه بعدی (جدول بندی بالا) را تمرکز می کند.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "با فشار دادن CTRL، Shift و W در همان زمان مجموعه فعلی (جدول بندی بالا) را بسته می کند.",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "راست کلیک بر روی سند پس زمینه (نه در یک صفحه وب)، و انتخاب «توزیع ویندوز به طور مساوی».",
  "Russian": "Русский",
  "Search": "جستجو",
  "Select a browser to import from": "یک مرورگر را برای وارد کردن از آن انتخاب کنید",
  "Settings": "تنظیمات",
  "Spanish": "Español",
  "Team": "تیم",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "گواهی برای این صفحه نادرست است. بازدید از وب سایت می تواند خطرناک باشد.",
  "The language in which displays the application.": "زبان که در آن برنامه را نمایش می دهد.",
  "The search engine that will be used when entering text in the url input and pressing enter.": "موتور جستجو که هنگام وارد کردن متن در ورودی URL و فشار دادن Enter استفاده می شود.",
  "The size of opening new windows when they are not maximized.": "اندازه باز کردن پنجره های جدید زمانی که آنها حداکثر نیست.",
  "The url that will open first when opening a new window.": "آدرس اینترنتی که برای اولین بار هنگام باز کردن یک پنجره جدید باز خواهد شد.",
  "This feature is not available yet.": "این سرویس هنوز در دسترس نیست.",
  "Toggle dark mode": "زدن حالت تاریک",
  "Toggle light mode": "حالت نور را تغییر دهید",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "از اندازه آخرین صفحه وب بسته استفاده کنید",
  "Webpages windows": "ویندوز صفحات وب",
  "cancelled": "لغو شد",
  "interrupted": "قطع شد"
}