{
  "Toggle dark mode": "Basculer le mode sombre",
  "Toggle light mode": "Basculer le mode clair",
  "Settings": "Paramètres",
  "Language": "Langue",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "La langue dans laquelle l'application est affichée.",
  "This feature is not available yet.": "Cette fonctionnalité n'est pas encore disponible.",
  "Launch at startup": "Lancer au démarrage",
  "Application": "Application",
  "Browsing": "Navigation",
  "App version": "Version de l'application",
  "Author": "Auteur",
  "Co-Author": "Co-Auteur",
  "About": "À propos",
  "New windows default webpage": "Nouvelle page web par défaut des fenêtres",
  "The url that will open first when opening a new window.": "L'URL qui s'ouvrira en premier lors de l'ouverture d'une nouvelle fenêtre.",
  "Default search engine": "Moteur de recherche par défaut",
  "The search engine that will be used when entering text in the url input and pressing enter.": "Le moteur de recherche qui sera utilisé lors de la saisie de texte dans le champ d'URL et de l'appui sur Entrée.",
  "New webpages default size": "Taille par défaut des nouvelles pages web",
  "The size of opening new windows when they are not maximized.": "La taille d'ouverture des nouvelles fenêtres lorsqu'elles ne sont pas maximisées.",
  "Bookmarks": "Favoris",
  "Search": "Recherche",
  "Do not save browsing history": "Ne pas enregistrer l'historique de navigation",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Si coché, BonBon n'enregistrera pas votre historique de navigation. Cela désactivera également les suggestions d'URL.",
  "History": "Historique",
  "Documentation": "Documentation",
  "Keyboard shortcuts": "Raccourcis clavier",
  "Pressing CTRL and B at the same time will open a new collection.": "Appuyer simultanément sur CTRL et B ouvrira une nouvelle collection.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Appuyer simultanément sur CTRL et T ouvrira une nouvelle page web (nommée Tab dans d'autres navigateurs).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "Appuyer simultanément sur CTRL et T ouvrira une nouvelle page web (nommée Tab dans d'autres navigateurs) en mode incognito.",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "Appuyer simultanément sur CTRL et T et S ouvrira une nouvelle page web (nommée Tab dans d'autres navigateurs) dans une session séparée. Permet de se connecter sur le même site web avec plusieurs comptes différents dans plusieurs pages web.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Appuyer simultanément sur CTRL, SHIFT et T rouvrira la dernière page web fermée (nommée Tab dans d'autres navigateurs).",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Appuyer simultanément sur CTRL et R rechargera la page web actuellement focalisée (nommée Tab dans d'autres navigateurs).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Appuyer simultanément sur CTRL et W fermera la page web actuellement focalisée (nommée Tab dans d'autres navigateurs). Si aucune page web n'est ouverte dans la collection (tabulation supérieure), alors la collection sera fermée.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Appuyer simultanément sur CTRL, SHIFT et W fermera la collection actuelle (tabulation supérieure).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Appuyer simultanément sur CTRL et TAB focalisera la prochaine page web (nommée Tab dans d'autres navigateurs).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Appuyer simultanément sur CTRL, SHIFT et TAB focalisera la prochaine collection (tabulation supérieure).",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Appuyer simultanément sur ALT et faire défiler fera défiler le document sans arrêter le survol des pages web.",
  "As defined here": "Comme défini ici",
  "Use the size of the last closed webpage": "Utiliser la taille de la dernière page web fermée",
  "Pressing CTRL and F at the same time will open a search area.": "Appuyer simultanément sur CTRL et F ouvrira une zone de recherche.",
  "Webpages windows": "Fenêtres de pages web",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Cliquez avec le bouton droit sur le document d'arrière-plan (pas sur une page web) et sélectionnez \"Répartir les fenêtres uniformément\".",
  "Downloads": "Téléchargements",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "Le certificat de cette page est incorrect. Visiter le site web peut être dangereux.",
  "Continue": "Continuer",
  "If checked, the app will auto-launch at system startup.": "Si coché, l'application se lancera automatiquement au démarrage du système.",
  "interrupted": "Interrompu",
  "cancelled": "Annulé",
  "Extensions": "Extensions",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "Forcer l'installation d'uBlockOrigin au démarrage",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Si coché, l'application téléchargera automatiquement uBlockOrigin et l'installera lors du démarrage.",
  "New collection": "Nouvelle collection",
  "Clear": "Effacer",
  "Import": "Importer",
  "Import all": "Tout importer",
  "Importing...": "Importation…",
  "Done": "Terminé",
  "Select a browser to import from": "Sélectionnez un navigateur à partir duquel importer",
  "German": "Deutsch",
  "Turkish": "Türkçe",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "Équipe",
  "Portuguese": "Português",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "Lors du glissement d'une fenêtre vers le bord supérieur",
  "Maximize": "Maximiser",
  "Fit the screen": "Adapter à l'écran",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "Maximisez la fenêtre ou agrandissez la fenêtre en la faisant glisser vers le bord supérieur.",
  "Use the size of the last resized window": "Utiliser la taille de la dernière fenêtre redimensionnée",
  "Past contributors": "Contributeurs passés",
  "Background color 1": "Couleur de fond 1",
  "Background color 2": "Couleur de fond 2",
  "Background color 3": "Couleur de fond 3",
  "Change the background gradient colors.": "Changer les couleurs du dégradé de fond.",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "Le délai avant la disparition de la minimap de l'écran lorsque la souris quitte la zone de détection.",
  "ms before minimap disapearing": "ms avant la disparition de la minimap",
  "Minimap always visible": "Minimap toujours visible",
  "If checked, the minimap on the right side will always be visible.": "Si coché, la minimap sur le côté droit sera toujours visible.",
  "Boards": "Tableaux",
  "New board": "Nouveau tableau",
  "Use macOS style for windows": "Utiliser le style macOS pour les fenêtres",
  "If checked, windows will use macOS style.": "Si coché, les fenêtres utiliseront le style macOS.",
  "Chat": "Chat",
  "Type your message...": "Tapez votre message...",
  "Send": "Envoyer",
  "Connected Users": "Utilisateurs connectés",
  "Options": "Options",
  "Username": "Nom d'utilisateur",
  "Save": "Sauvegarder",
  "Loading...": "Chargement...",
  "Load More": "Charger plus",
  "Room": "Salle",
  "Change Room": "Changer de salle",
  "Change Username": "Changer de nom d'utilisateur",
  "No messages in this room yet.": "Aucun message dans cette salle pour le moment.",
  "Room name cannot be empty.": "Le nom de la salle ne peut pas être vide.",
  "Username cannot be empty.": "Le nom d'utilisateur ne peut pas être vide.",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
