{
  "About": "À propos",
  "App version": "Version de l'application",
  "Application": "Application",
  "Arabic": "العربية",
  "As defined here": "Comme défini ici",
  "Author": "Auteur",
  "Bookmarks": "Favoris",
  "Browsing": "Navigation",
  "Chinese": "中国人",
  "Clear": "Effacer",
  "Co-Author": "Coauteur",
  "Continue": "Continuer",
  "Default search engine": "Moteur de recherche par défaut",
  "Do not save browsing history": "Ne pas enregistrer l'historique de navigation",
  "Documentation": "Documentation",
  "Done": "Terminé",
  "Downloads": "Téléchargements",
  "Dutch": "Nederlands",
  "English": "English",
  "Extensions": "Extensions",
  "Force uBlockOrigin installation at startup": "Force l'installation d'UBlockOrigin au démarrage",
  "French": "Français",
  "German": "Deutsch",
  "History": "Historique",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Si cette case est cochée, BonBon ne sauvegardera pas votre historique de navigation. Cela désactivera également les suggestions d'URL.",
  "If checked, the app will auto-launch at system startup.": "Si cette option est cochée, l'application se lancera automatiquement au démarrage du système.",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Si cette option est cochée, l'application téléchargera automatiquement uBlockOrigin et l'installera au démarrage.",
  "Import": "Importer",
  "Import all": "Tout importer",
  "Importing...": "Importation…",
  "Japanese": "日本",
  "Keyboard shortcuts": "Raccourcis clavier",
  "Language": "Langue",
  "Launch at startup": "Lancement au démarrage",
  "New collection": "Nouvelle collection",
  "New webpages default size": "Taille par défaut des nouvelles pages Web",
  "New windows default webpage": "Nouvelle page Web par défaut",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Appuyez sur ALT et faites défiler en même temps pour faire défiler le document sans s'arrêter sur les pages Web.",
  "Pressing CTRL and F at the same time will open a search area.": "Appuyez simultanément sur CTRL et F pour ouvrir une zone de recherche.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Appuyez simultanément sur CTRL et R pour recharger la page Web active (nommée Tab dans les autres navigateurs).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Appuyez simultanément sur CTRL et T pour ouvrir une nouvelle page Web (nommée Tab dans d'autres navigateurs).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Appuyez simultanément sur CTRL et TAB pour activer la page Web suivante (nommée Tab dans les autres navigateurs).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Appuyez simultanément sur CTRL et W pour fermer la page Web active (nommée Tab dans les autres navigateurs). Si aucune page Web n'est ouverte dans la collection (tabulation supérieure), la collection sera fermée.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Appuyez simultanément sur CTRL, MAJ et T pour rouvrir la dernière page Web fermée (nommée Tab dans d'autres navigateurs).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Appuyez simultanément sur CTRL, MAJ et TAB pour focaliser la collection suivante (tabulation supérieure).",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Appuyez simultanément sur CTRL, MAJ et W pour fermer la collection actuelle (tabulation supérieure).",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Cliquez avec le bouton droit sur le document d'arrière-plan (pas sur une page Web) et sélectionnez « Répartir les fenêtres uniformément ».",
  "Russian": "Русский",
  "Search": "Rechercher",
  "Select a browser to import from": "Sélectionnez un navigateur à partir duquel importer",
  "Settings": "Paramètres",
  "Spanish": "Español",
  "Team": "L’équipe",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "Le certificat de cette page est incorrect. Visiter le site Web peut être dangereux.",
  "The language in which displays the application.": "Langue d'affichage de l'application.",
  "The search engine that will be used when entering text in the url input and pressing enter.": "Moteur de recherche qui sera utilisé lors de la saisie du texte dans le champ URL et de l'appui sur Entrée.",
  "The size of opening new windows when they are not maximized.": "La taille de l'ouverture de nouvelles fenêtres lorsqu'elles ne sont pas maximisées.",
  "The url that will open first when opening a new window.": "L'URL qui s'ouvrira en premier lors de l'ouverture d'une nouvelle fenêtre.",
  "This feature is not available yet.": "Cette fonctionnalité n'est pas encore disponible.",
  "Toggle dark mode": "Basculer le mode sombre",
  "Toggle light mode": "Basculer le mode clair",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "Utiliser la taille de la dernière page Web fermée",
  "Webpages windows": "Fenêtres de pages Web",
  "cancelled": "Annulé",
  "interrupted": "Interrompu"
}