{
  "Toggle dark mode": "Basculer vers le mode sombre",
  "Toggle light mode": "Basculer vers le mode clair",
  "Settings": "Paramètres",
  "Language": "Langue",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "La langue dans laquelle apparaît l'application.",
  "This feature is not available yet.": "Cette fonctionalité n'est pas encore disponible.",
  "Launch at startup": "Lancer au démarrage",
  "Application": "Application",
  "Browsing": "Navigation",
  "App version": "Version de l'app",
  "Author": "Autheur",
  "Co-Author": "Co-Autheur",
  "About": "A propos",
  "New windows default webpage": "Page par défault pour les nouvelles fenêtres",
  "The url that will open first when opening a new window.": "L'adresse URL utilisée pour ouvrir de nouvelles fenêtres.",
  "Default search engine": "Moteur de recherche par défault",
  "The search engine that will be used when entering text in the url input and pressing enter.": "Le moteur de recherche utilisé lorsque l'utilisateur entre du texte dans le champs URL et appuis sur la touche Entrer.",
  "New webpages default size": "Taille par défault des nouvelles pages internet",
  "The size of opening new windows when they are not maximized.": "La taille à laquelle s'ouvriront les nouvelles fenêtres lorsqu'elles ne sont pas maximisées.",
  "Bookmarks": "Favoris",
  "Search": "Rechercher",
  "Do not save browsing history": "Ne pas sauvegarder l'historique de navigation",
  "If checked, BonBon will not save your browsing history. It will also desactivate URL suggestions.": "Si cochée, BonBon ne savuegardera pas votre historique de navigation. Cela désactivera également les suggestions d'URL.",
  "History": "Historique",
  "Documentation": "Documentation",
  "Keyboard shortcuts": "Raccourcis clavier",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Presser CTRL et T en même temps ouvrira une nouvelle page.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Presser CTRL, SHIFT et T en même temps réouvrira la dernière page fermée.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Presser CTRL et R en même temps actualisera la page active.",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Presser CTRL et W en même temps fermera la page active. Si il n'y a pas de page ouverte dans la colletino (tabulation en haut), alors la collection sera fermée.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Presser CTRL, SHIFT et W en même temps fermera la collectino active (tabulation en haut)",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Presser CTRL et TAB en même temps activera la page suivante.",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Presser CTRL, SHIFT et TAB en même temps activera la collectino suivante (tabulation en haut)",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Presser ALT et Défiler l'acrant en même temps défilera le document sans s'arrêter sur les pages.",
  "As defined here": "Tel que défini ici",
  "Use the size of the last closed webpage": "Utiliser les dimensinos de la dernière page fermée",
  "Pressing CTRL and F at the same time will open a search area.": "Presser CTRL et F en même temps ouvriar la zone de recherche.",
  "Webpages windows": "Fenêtres des pages",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Clic droit sur le fond du document (pas d'une page), et sélecionner \"Répartir les fenêtres équitablement\".",
  "Downloads": "Téléchargements",
  "The cerficate for this page is incorrect. Visiting the website could be dangerous.": "Le certificat pour cette page est incorrect. Visiter la page internet pourrait être dangereux.",
  "Continue": "Continuer",
  "If checked, the app will auto-launch at system startup.": "Si cochée, l'application se lancera automatiquement au démarrage du système.",
  "interrupted": "Interronpu",
  "cancelled": "Annulé",
  "Extensions": "Extensions",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "Forcer l'installation de uBlockOrigin au démarrage",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "If cochée, l'application téléchargera automatiquement uBlockOrigin et l'installera au démarrage.",
  "New collection": "Nouvelle collection"
}
