{
  "Toggle dark mode": "डार्क मोड टॉगल करें",
  "Toggle light mode": "लाइट मोड टॉगल करें",
  "Settings": "सेटिंग्स",
  "Language": "भाषा",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "एप्लिकेशन किस भाषा में प्रदर्शित होगी।",
  "This feature is not available yet.": "यह सुविधा अभी उपलब्ध नहीं है।",
  "Launch at startup": "स्टार्टअप पर लॉन्च करें",
  "Application": "एप्लिकेशन",
  "Browsing": "ब्राउज़िंग",
  "App version": "एप्लिकेशन संस्करण",
  "Author": "लेखक",
  "Co-Author": "सह-लेखक",
  "About": "के बारे में",
  "New windows default webpage": "नई विंडो का डिफ़ॉल्ट वेबपेज",
  "The url that will open first when opening a new window.": "वह URL जो नई विंडो खोलने पर सबसे पहले खुलेगा।",
  "Default search engine": "डिफ़ॉल्ट सर्च इंजन",
  "The search engine that will be used when entering text in the url input and pressing enter.": "जब URL इनपुट में टेक्स्ट दर्ज किया जाता है और एंटर दबाया जाता है तो उपयोग किया जाने वाला सर्च इंजन।",
  "New webpages default size": "नई वेबपेजों का डिफ़ॉल्ट आकार",
  "The size of opening new windows when they are not maximized.": "जब नई विंडो अधिकतम आकार में नहीं होती हैं तो उनका आकार।",
  "Bookmarks": "बुकमार्क्स",
  "Search": "खोज",
  "Do not save browsing history": "ब्राउज़िंग इतिहास सहेजें नहीं",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "यदि चयनित है, तो BonBon आपके ब्राउज़िंग इतिहास को सहेजेगा नहीं। यह URL सुझावों को भी अक्षम करेगा।",
  "History": "इतिहास",
  "Documentation": "प्रलेखन",
  "Keyboard shortcuts": "कीबोर्ड शॉर्टकट्स",
  "Pressing CTRL and B at the same time will open a new collection.": "CTRL और B को एक साथ दबाने से एक नया संग्रह खुलेगा।",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "CTRL और T को एक साथ दबाने से एक नया वेबपेज खुलेगा (अन्य ब्राउज़रों में इसे टैब कहा जाता है)।",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "CTRL और T को एक साथ दबाने से एक नया वेबपेज गुप्त मोड में खुलेगा (अन्य ब्राउज़रों में इसे टैब कहा जाता है)।",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "CTRL, T, और S को एक साथ दबाने से एक नया वेबपेज अलग सत्र में खुलेगा (अन्य ब्राउज़रों में इसे टैब कहा जाता है)। इससे एक ही वेबसाइट पर एक ही समय में विभिन्न खातों के साथ कई वेबपेजों पर जुड़ने की सुविधा मिलती है।",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "CTRL, SHIFT और T को एक साथ दबाने से अंतिम बंद वेबपेज (अन्य ब्राउज़रों में इसे टैब कहा जाता है) फिर से खुलेगा।",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "CTRL और R को एक साथ दबाने से वर्तमान में फोकस किया गया वेबपेज (अन्य ब्राउज़रों में इसे टैब कहा जाता है) फिर से लोड होगा।",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "CTRL और W को एक साथ दबाने से वर्तमान में फोकस किया गया वेबपेज (अन्य ब्राउज़रों में इसे टैब कहा जाता है) बंद हो जाएगा। यदि संग्रह (ऊपरी तालिका) में कोई वेबपेज खुला नहीं है, तो संग्रह बंद हो जाएगा।",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "CTRL, SHIFT और W को एक साथ दबाने से वर्तमान संग्रह (ऊपरी तालिका) बंद हो जाएगा।",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "CTRL और TAB को एक साथ दबाने से अगले वेबपेज (अन्य ब्राउज़रों में इसे टैब कहा जाता है) पर फोकस होगा।",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "CTRL, SHIFT और TAB को एक साथ दबाने से अगले संग्रह (ऊपरी तालिका) पर फोकस होगा।",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "ALT और स्क्रॉलिंग को एक साथ दबाने से वेबपेजों पर होवर किए बिना दस्तावेज़ में स्क्रॉल किया जा सकता है।",
  "As defined here": "यहां परिभाषित के अनुसार",
  "Use the size of the last closed webpage": "अंतिम बंद वेबपेज के आकार का उपयोग करें",
  "Pressing CTRL and F at the same time will open a search area.": "CTRL और F को एक साथ दबाने से खोज क्षेत्र खुलेगा।",
  "Webpages windows": "वेबपेज विंडोज़",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "पृष्ठभूमि दस्तावेज़ (किसी वेबपेज पर नहीं) पर राइट क्लिक करें और \"विंडोज़ को समान रूप से वितरित करें\" चुनें।",
  "Downloads": "डाउनलोड्स",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "इस पृष्ठ के लिए प्रमाणपत्र गलत है। वेबसाइट पर जाना खतरनाक हो सकता है।",
  "Continue": "जारी रखें",
  "If checked, the app will auto-launch at system startup.": "यदि चयनित है, तो एप्लिकेशन सिस्टम स्टार्टअप पर स्वचालित रूप से लॉन्च होगी।",
  "interrupted": "विच्छेदित",
  "cancelled": "रद्द किया गया",
  "Extensions": "एक्सटेंशन",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "स्टार्टअप पर uBlockOrigin स्थापना को बाध्य करें",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "यदि चयनित है, तो एप्लिकेशन स्वचालित रूप से uBlockOrigin डाउनलोड करेगी और स्टार्टअप पर इसे इंस्टॉल करेगी।",
  "New collection": "नया संग्रह",
  "Clear": "साफ़ करें",
  "Import": "आयात करें",
  "Import all": "सभी आयात करें",
  "Importing...": "आयात किया जा रहा है...",
  "Done": "हो गया",
  "Select a browser to import from": "आयात करने के लिए एक ब्राउज़र चुनें",
  "German": "Deutsch",
  "Turkish": "Türkçe",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "टीम",
  "Portuguese": "Português",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "जब विंडो को शीर्ष किनारे तक खींचा जाता है",
  "Maximize": "अधिकतम करें",
  "Fit the screen": "स्क्रीन में फिट करें",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "विंडो को अधिकतम करें या शीर्ष किनारे तक खींचने पर इसे बड़ा करें।",
  "Use the size of the last resized window": "अंतिम पुन: आकारित विंडो के आकार का उपयोग करें",
  "Past contributors": "पूर्व योगदानकर्ता",
  "Background color 1": "पृष्ठभूमि रंग 1",
  "Background color 2": "पृष्ठभूमि रंग 2",
  "Background color 3": "पृष्ठभूमि रंग 3",
  "Change the background gradient colors.": "पृष्ठभूमि ग्रेडिएंट रंग बदलें।",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "माउस के पहचान क्षेत्र से बाहर जाने पर स्क्रीन से मिनिमैप गायब होने से पहले का समय।",
  "ms before minimap disapearing": "मिनिमैप गायब होने से पहले ms",
  "Minimap always visible": "मिनिमैप हमेशा दिखाई दे",
  "If checked, the minimap on the right side will always be visible.": "यदि चयनित है, तो दाईं ओर का मिनिमैप हमेशा दिखाई देगा।",
  "Boards": "बोर्ड्स",
  "New board": "नया बोर्ड",
  "Use macOS style for windows": "विंडोज़ के लिए macOS शैली का उपयोग करें",
  "If checked, windows will use macOS style.": "यदि चयनित है, तो विंडोज़ macOS शैली का उपयोग करेगी।",
  "Chat": "चैट",
  "Type your message...": "अपना संदेश लिखें...",
  "Send": "भेजें",
  "Connected Users": "कनेक्टेड उपयोगकर्ता",
  "Options": "विकल्प",
  "Username": "उपयोगकर्ता नाम",
  "Save": "सहेजें",
  "Loading...": "लोड हो रहा है...",
  "Load More": "और लोड करें",
  "Room": "कमरा",
  "Change Room": "कमरा बदलें",
  "Change Username": "उपयोगकर्ता नाम बदलें",
  "No messages in this room yet.": "इस कमरे में अभी तक कोई संदेश नहीं हैं।",
  "Room name cannot be empty.": "कमरे का नाम खाली नहीं हो सकता।",
  "Username cannot be empty.": "उपयोगकर्ता नाम खाली नहीं हो सकता।",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
