{
  "About": "詳細",
  "App version": "アプリ版",
  "Application": "アプリを共有する",
  "Arabic": "العربية",
  "As defined here": "ここで定義されているとおり",
  "Author": "著者",
  "Bookmarks": "ブックマーク",
  "Browsing": "ブラウジング",
  "Chinese": "中国人",
  "Clear": "クリア",
  "Co-Author": "共著者",
  "Continue": "続行",
  "Default search engine": "デフォルトの検索エンジン",
  "Do not save browsing history": "閲覧履歴を保存しない",
  "Documentation": "ドキュメント",
  "Done": "完了",
  "Downloads": "ダウンロード",
  "Dutch": "Nederlands",
  "English": "English",
  "Extensions": "拡張機能",
  "Force uBlockOrigin installation at startup": "起動時に強制的に uBlockOrigin をインストール",
  "French": "Français",
  "German": "Deutsch",
  "History": "履歴",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "チェックすると、BonBonは閲覧履歴を保存しません。また、URL 候補も無効になります。",
  "If checked, the app will auto-launch at system startup.": "オンにすると、アプリはシステム起動時に自動的に起動します。",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "チェックすると、アプリは自動的に uBlockOrigin をダウンロードし、起動時にインストールします。",
  "Import": "インポート",
  "Import all": "すべてインポート",
  "Importing...": "インポート中…",
  "Japanese": "日本",
  "Keyboard shortcuts": "キーボードショートカット",
  "Language": "言語",
  "Launch at startup": "起動時に起動",
  "New collection": "新しいコレクション",
  "New webpages default size": "新しい Web ページのデフォルトサイズ",
  "New windows default webpage": "新しいウィンドウのデフォルト Web ページ",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Alt キーと Scrolling を同時に押すと、Web ページのホバーが止まることなくドキュメントにスクロールします。",
  "Pressing CTRL and F at the same time will open a search area.": "Ctrl と F を同時に押すと、検索領域が開きます。",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Ctrl と R を同時に押すと、現在フォーカスされている Web ページ (他のブラウザでは Tab という名前) が再読み込みされます。",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Ctrl と T を同時に押すと、新しい Web ページ (他のブラウザでは Tab という名前) が開きます。",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Ctrl キーと Tab キーを同時に押すと、次の Web ページ (他のブラウザでは Tab という名前) にフォーカスします。",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Ctrl と W を同時に押すと、現在フォーカスされている Web ページ (他のブラウザでは Tab という名前) が閉じます。コレクション内でウェブページが開かれていない場合 (上の集計)、コレクションは閉じられます。",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Ctrl、Shift、T を同時に押すと、最後に閉じた Web ページ (他のブラウザでは Tab という名前) が再び開きます。",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Ctrl、Shift、Tab キーを同時に押すと、次のコレクション (上の集計) にフォーカスします。",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Ctrl、Shift、および W を同時に押すと、現在のコレクション (上の集計) が閉じます。",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "背景文書（ウェブページ上ではない）を右クリックし、「ウィンドウを均等に配布」を選択します。",
  "Russian": "РоссКиé",
  "Search": "検索",
  "Select a browser to import from": "インポートするブラウザを選択してください",
  "Settings": "設定",
  "Spanish": "Español",
  "Team": "チーム",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "このページの証明書が間違っています。ウェブサイトにアクセスするのは危険です。",
  "The language in which displays the application.": "がアプリケーションを表示する言語。",
  "The search engine that will be used when entering text in the url input and pressing enter.": "URL 入力にテキストを入力し、Enter キーを押すときに使用される検索エンジン。",
  "The size of opening new windows when they are not maximized.": "新しいウィンドウが最大化されていないときに開くサイズ。",
  "The url that will open first when opening a new window.": "新しいウィンドウを開くときに最初に開くURL。",
  "This feature is not available yet.": "このフィチャーはまだ利用できません。",
  "Toggle dark mode": "ダークモードを切り替え",
  "Toggle light mode": "ライトモードを切り替え",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "最後に閉じたウェブページのサイズを使う",
  "Webpages windows": "Web ページウィンドウ",
  "cancelled": "キャンセル済み",
  "interrupted": "中断"
}