{
  "Toggle dark mode": "ダークモードの切り替え",
  "Toggle light mode": "ライトモードの切り替え",
  "Settings": "設定",
  "Language": "言語",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "アプリケーションが表示される言語。",
  "This feature is not available yet.": "この機能はまだ利用できません。",
  "Launch at startup": "起動時に自動起動",
  "Application": "アプリケーション",
  "Browsing": "閲覧",
  "App version": "アプリのバージョン",
  "Author": "作者",
  "Co-Author": "共同作者",
  "About": "情報",
  "New windows default webpage": "新しいウィンドウのデフォルトウェブページ",
  "The url that will open first when opening a new window.": "新しいウィンドウを開くと最初に開くURL。",
  "Default search engine": "デフォルトの検索エンジン",
  "The search engine that will be used when entering text in the url input and pressing enter.": "URL入力にテキストを入力してEnterを押したときに使用される検索エンジン。",
  "New webpages default size": "新しいウェブページのデフォルトサイズ",
  "The size of opening new windows when they are not maximized.": "最大化されていない新しいウィンドウを開くサイズ。",
  "Bookmarks": "ブックマーク",
  "Search": "検索",
  "Do not save browsing history": "閲覧履歴を保存しない",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "チェックすると、BonBonは閲覧履歴を保存しません。また、URLの提案も無効にします。",
  "History": "履歴",
  "Documentation": "ドキュメント",
  "Keyboard shortcuts": "キーボードショートカット",
  "Pressing CTRL and B at the same time will open a new collection.": "CTRLとBを同時に押すと新しいコレクションが開きます。",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "CTRLとTを同時に押すと新しいウェブページが開きます（他のブラウザではTabと呼ばれます）。",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "CTRLとTを同時に押すと、シークレットモードで新しいウェブページが開きます（他のブラウザではTabと呼ばれます）。",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "CTRL、T、Sを同時に押すと、別のセッションで新しいウェブページが開きます（他のブラウザではTabと呼ばれます）。これにより、同じウェブサイトで複数の異なるアカウントを複数のウェブページで接続できます。",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "CTRL、SHIFT、Tを同時に押すと、最後に閉じたウェブページが再び開きます（他のブラウザではTabと呼ばれます）。",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "CTRLとRを同時に押すと、現在フォーカスされているウェブページが再読み込みされます（他のブラウザではTabと呼ばれます）。",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "CTRLとWを同時に押すと、現在フォーカスされているウェブページが閉じられます（他のブラウザではTabと呼ばれます）。コレクション（上部タブ）にウェブページが開かれていない場合、コレクションが閉じられます。",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "CTRL、SHIFT、Wを同時に押すと、現在のコレクション（上部タブ）が閉じられます。",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "CTRLとTABを同時に押すと、次のウェブページにフォーカスされます（他のブラウザではTabと呼ばれます）。",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "CTRL、SHIFT、TABを同時に押すと、次のコレクション（上部タブ）にフォーカスされます。",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "ALTを押しながらスクロールすると、ウェブページ上にカーソルを止めることなくドキュメント内をスクロールします。",
  "As defined here": "ここで定義された通り",
  "Use the size of the last closed webpage": "最後に閉じたウェブページのサイズを使用する",
  "Pressing CTRL and F at the same time will open a search area.": "CTRLとFを同時に押すと、検索エリアが開きます。",
  "Webpages windows": "ウェブページのウィンドウ",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "背景文書（ウェブページ上ではない）を右クリックし、「ウィンドウを均等に分配」を選択します。",
  "Downloads": "ダウンロード",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "このページの証明書が正しくありません。ウェブサイトを訪問するのは危険です。",
  "Continue": "続ける",
  "If checked, the app will auto-launch at system startup.": "チェックされている場合、アプリはシステム起動時に自動的に起動します。",
  "interrupted": "中断されました",
  "cancelled": "キャンセルされました",
  "Extensions": "拡張機能",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "起動時にuBlockOriginのインストールを強制する",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "チェックされている場合、アプリは起動時にuBlockOriginを自動的にダウンロードしてインストールします。",
  "New collection": "新しいコレクション",
  "Clear": "クリア",
  "Import": "インポート",
  "Import all": "すべてインポート",
  "Importing...": "インポート中...",
  "Done": "完了",
  "Select a browser to import from": "インポートするブラウザを選択してください",
  "German": "Deutsch",
  "Turkish": "Türkçe",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "チーム",
  "Portuguese": "Português",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "ウィンドウを上端にドラッグすると",
  "Maximize": "最大化",
  "Fit the screen": "画面に合わせる",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "ウィンドウを上端にドラッグすると、ウィンドウを最大化または拡大します。",
  "Use the size of the last resized window": "最後にサイズ変更したウィンドウのサイズを使用する",
  "Past contributors": "過去の貢献者",
  "Background color 1": "背景色 1",
  "Background color 2": "背景色 2",
  "Background color 3": "背景色 3",
  "Change the background gradient colors.": "背景のグラデーション色を変更します。",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "マウスが検出ゾーンを離れたときに画面からミニマップが消えるまでのタイムアウト。",
  "ms before minimap disapearing": "ミニマップが消える前のミリ秒",
  "Minimap always visible": "ミニマップを常に表示",
  "If checked, the minimap on the right side will always be visible.": "チェックされている場合、右側のミニマップは常に表示されます。",
  "Boards": "ボード",
  "New board": "新しいボード",
  "Use macOS style for windows": "ウィンドウにmacOSスタイルを使用する",
  "If checked, windows will use macOS style.": "チェックされている場合、ウィンドウはmacOSスタイルを使用します。",
  "Chat": "チャット",
  "Type your message...": "メッセージを入力...",
  "Send": "送信",
  "Connected Users": "接続中のユーザー",
  "Options": "オプション",
  "Username": "ユーザー名",
  "Save": "保存",
  "Loading...": "読み込み中...",
  "Load More": "もっと読み込む",
  "Room": "ルーム",
  "Change Room": "ルームを変更",
  "Change Username": "ユーザー名を変更",
  "No messages in this room yet.": "このルームにはまだメッセージがありません。",
  "Room name cannot be empty.": "ルーム名を空にすることはできません。",
  "Username cannot be empty.": "ユーザー名を空にすることはできません。",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
