{
  "About": "Over",
  "App version": "App versie",
  "Application": "Applicatie",
  "Arabic": "العربية",
  "As defined here": "Zoals hier gedefinieerd",
  "Author": "Auteur",
  "Bookmarks": "Bladwijzers",
  "Browsing": "Bladeren",
  "Chinese": "中国人",
  "Clear": "Wissen",
  "Co-Author": "Co-auteur",
  "Continue": "Doorgaan",
  "Default search engine": "Standaard zoekmachine",
  "Do not save browsing history": "Browsegeschiedenis niet opslaan",
  "Documentation": "Documentatie",
  "Done": "Gereed",
  "Downloads": "Map voor gedownloade boeken",
  "Dutch": "Nederlands",
  "English": "English",
  "Extensions": "Extensies",
  "Force uBlockOrigin installation at startup": "Installatie van uBlockOrigin afdwingen bij opstarten",
  "French": "Français",
  "German": "Deutsch",
  "History": "Geschiedenis",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Indien aangevinkt zal BonBon uw browsegeschiedenis niet opslaan. Het zal ook URL-suggesties uitschakelen.",
  "If checked, the app will auto-launch at system startup.": "Indien aangevinkt, wordt de app automatisch gestart bij het opstarten van het systeem.",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Indien aangevinkt, zal de app automatisch uBlockOrigin downloaden en installeren bij het starten.",
  "Import": "Importeren",
  "Import all": "Alles importeren",
  "Importing...": "Importeren…",
  "Japanese": "日本",
  "Keyboard shortcuts": "Sneltoetsen",
  "Language": "Taal",
  "Launch at startup": "Starten bij het opstarten",
  "New collection": "Nieuwe collectie",
  "New webpages default size": "Standaardgrootte van nieuwe webpagina's",
  "New windows default webpage": "Nieuwe standaardwebpagina van Windows",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Als u tegelijkertijd op ALT drukt en scrollen, scrolt u naar het document zonder de muisaanwijzer over de webpagina's te bewegen.",
  "Pressing CTRL and F at the same time will open a search area.": "Als u tegelijkertijd op CTRL en F drukt, wordt een zoekgebied geopend.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Als u tegelijkertijd op CTRL en R drukt, wordt de huidige gefocusseerde webpagina opnieuw geladen (genaamd Tab in andere browsers).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Als u tegelijkertijd op CTRL en T drukt, wordt een nieuwe webpagina geopend (met de naam Tab in andere browsers).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Als u tegelijkertijd op CTRL en TAB drukt, wordt de focus gericht op de volgende webpagina (met de naam Tab in andere browsers).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Als u tegelijkertijd op CTRL en W drukt, wordt de huidige gefocusseerde webpagina gesloten (genaamd Tab in andere browsers). Als er geen webpagina open is in de collectie (bovenste tabulatie), dan wordt de collectie gesloten.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Als u tegelijkertijd op CTRL, SHIFT en T drukt, wordt een laatst gesloten webpagina opnieuw geopend (genaamd Tab in andere browsers).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Als u tegelijkertijd op CTRL, SHIFT en TAB drukt, wordt de focus gelegd op de volgende verzameling (bovenste tabel).",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Als u tegelijkertijd op CTRL, SHIFT en W drukt, wordt de huidige verzameling gesloten (bovenste tabel).",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Klik met de rechtermuisknop op het achtergronddocument (niet op een webpagina) en selecteer „Vensters gelijkmatig verdelen”.",
  "Russian": "Русский",
  "Search": "Zoeken",
  "Select a browser to import from": "Selecteer een browser om te importeren",
  "Settings": "Instellingen",
  "Spanish": "Español",
  "Team": "De Team",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "Het certificaat voor deze pagina is onjuist. Het bezoeken van de website kan gevaarlijk zijn.",
  "The language in which displays the application.": "De taal waarin de toepassing wordt weergegeven.",
  "The search engine that will be used when entering text in the url input and pressing enter.": "De zoekmachine die wordt gebruikt bij het invoeren van tekst in de url-invoer en het indrukken van enter.",
  "The size of opening new windows when they are not maximized.": "De grootte van het openen van nieuwe vensters wanneer ze niet zijn gemaximaliseerd.",
  "The url that will open first when opening a new window.": "De url die als eerste wordt geopend bij het openen van een nieuw venster.",
  "This feature is not available yet.": "Deze functie is not niet beschikbaar.",
  "Toggle dark mode": "Donkere modus aan/uit",
  "Toggle light mode": "Lichtmodus in-/uitschakelen",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "Gebruik de grootte van de laatst gesloten webpagina",
  "Webpages windows": "Webpagina's windows",
  "cancelled": "Geannuleerd",
  "interrupted": "Onderbroken"
}