{
  "Toggle dark mode": "Schakel donkere modus",
  "Toggle light mode": "Schakel lichte modus",
  "Settings": "Instellingen",
  "Language": "Taal",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "De taal waarin de applicatie wordt weergegeven.",
  "This feature is not available yet.": "Deze functie is nog niet beschikbaar.",
  "Launch at startup": "Starten bij opstarten",
  "Application": "Applicatie",
  "Browsing": "Bladeren",
  "App version": "App versie",
  "Author": "Auteur",
  "Co-Author": "Co-auteur",
  "About": "Over",
  "New windows default webpage": "Nieuwe standaardwebpagina voor vensters",
  "The url that will open first when opening a new window.": "De URL die als eerste opent bij het openen van een nieuw venster.",
  "Default search engine": "Standaard zoekmachine",
  "The search engine that will be used when entering text in the url input and pressing enter.": "De zoekmachine die wordt gebruikt bij het invoeren van tekst in de URL-invoer en het indrukken van Enter.",
  "New webpages default size": "Standaardgrootte van nieuwe webpagina's",
  "The size of opening new windows when they are not maximized.": "De grootte van het openen van nieuwe vensters wanneer ze niet zijn gemaximaliseerd.",
  "Bookmarks": "Bladwijzers",
  "Search": "Zoeken",
  "Do not save browsing history": "Browsegeschiedenis niet opslaan",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Indien aangevinkt zal BonBon uw browsegeschiedenis niet opslaan. Het zal ook URL-suggesties uitschakelen.",
  "History": "Geschiedenis",
  "Documentation": "Documentatie",
  "Keyboard shortcuts": "Sneltoetsen",
  "Pressing CTRL and B at the same time will open a new collection.": "Het tegelijkertijd indrukken van CTRL en B opent een nieuwe collectie.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Het tegelijkertijd indrukken van CTRL en T opent een nieuwe webpagina (genaamd Tab in andere browsers).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "Het tegelijkertijd indrukken van CTRL en T opent een nieuwe webpagina (genaamd Tab in andere browsers) in incognito modus.",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "Het tegelijkertijd indrukken van CTRL, T en S opent een nieuwe webpagina (genaamd Tab in andere browsers) in een aparte sessie. Dit maakt het mogelijk om op dezelfde website met meerdere verschillende accounts in meerdere webpagina's verbonden te zijn.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Het tegelijkertijd indrukken van CTRL, SHIFT en T heropent de laatst gesloten webpagina (genaamd Tab in andere browsers).",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Het tegelijkertijd indrukken van CTRL en R herlaadt de momenteel gefocuste webpagina (genaamd Tab in andere browsers).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Het tegelijkertijd indrukken van CTRL en W sluit de momenteel gefocuste webpagina (genaamd Tab in andere browsers). Als er geen webpagina's open zijn in de collectie (bovenste tabulatie), wordt de collectie gesloten.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Het tegelijkertijd indrukken van CTRL, SHIFT en W sluit de huidige collectie (bovenste tabulatie).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Het tegelijkertijd indrukken van CTRL en TAB focust de volgende webpagina (genaamd Tab in andere browsers).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Het tegelijkertijd indrukken van CTRL, SHIFT en TAB focust de volgende collectie (bovenste tabulatie).",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Het tegelijkertijd indrukken van ALT en Scrollen scrolt het document in zonder het hoveren over de webpagina's te stoppen.",
  "As defined here": "Zoals hier gedefinieerd",
  "Use the size of the last closed webpage": "Gebruik de grootte van de laatst gesloten webpagina",
  "Pressing CTRL and F at the same time will open a search area.": "Het tegelijkertijd indrukken van CTRL en F opent een zoekgebied.",
  "Webpages windows": "Webpagina-vensters",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Klik met de rechtermuisknop op het achtergronddocument (niet op een webpagina) en selecteer \"Vensters gelijkmatig verdelen\".",
  "Downloads": "Downloads",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "Het certificaat voor deze pagina is onjuist. Het bezoeken van de website kan gevaarlijk zijn.",
  "Continue": "Doorgaan",
  "If checked, the app will auto-launch at system startup.": "Indien aangevinkt, wordt de app automatisch gestart bij het opstarten van het systeem.",
  "interrupted": "Onderbroken",
  "cancelled": "Geannuleerd",
  "Extensions": "Extensies",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "Forceer de installatie van uBlockOrigin bij opstarten",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Indien aangevinkt, zal de app automatisch uBlockOrigin downloaden en installeren bij het starten.",
  "New collection": "Nieuwe collectie",
  "Clear": "Wissen",
  "Import": "Importeren",
  "Import all": "Alles importeren",
  "Importing...": "Importeren...",
  "Done": "Gereed",
  "Select a browser to import from": "Selecteer een browser om te importeren",
  "German": "Deutsch",
  "Turkish": "Türkçe",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "Team",
  "Portuguese": "Português",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "Wanneer u een venster naar de bovenrand sleept",
  "Maximize": "Maximaliseren",
  "Fit the screen": "Aanpassen aan het scherm",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "Maximaliseer het venster of vergroot het venster wanneer u het naar de bovenrand sleept.",
  "Use the size of the last resized window": "Gebruik de grootte van het laatst gewijzigde venster",
  "Past contributors": "Vorige bijdragers",
  "Background color 1": "Achtergrondkleur 1",
  "Background color 2": "Achtergrondkleur 2",
  "Background color 3": "Achtergrondkleur 3",
  "Change the background gradient colors.": "Verander de kleuren van de achtergrondgradiënt.",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "De timeout voordat de minimap van het scherm verdwijnt wanneer de muis de detectiezone verlaat.",
  "ms before minimap disapearing": "ms voordat de minimap verdwijnt",
  "Minimap always visible": "Minimap altijd zichtbaar",
  "If checked, the minimap on the right side will always be visible.": "Indien aangevinkt, zal de minimap aan de rechterkant altijd zichtbaar zijn.",
  "Boards": "Borden",
  "New board": "Nieuw bord",
  "Use macOS style for windows": "Gebruik macOS-stijl voor vensters",
  "If checked, windows will use macOS style.": "Indien aangevinkt, zullen vensters de macOS-stijl gebruiken.",
  "Chat": "Chat",
  "Type your message...": "Typ uw bericht...",
  "Send": "Verzenden",
  "Connected Users": "Verbonden gebruikers",
  "Options": "Opties",
  "Username": "Gebruikersnaam",
  "Save": "Opslaan",
  "Loading...": "Laden...",
  "Load More": "Meer laden",
  "Room": "Kamer",
  "Change Room": "Kamer wijzigen",
  "Change Username": "Gebruikersnaam wijzigen",
  "No messages in this room yet.": "Nog geen berichten in deze kamer.",
  "Room name cannot be empty.": "De kamernaam mag niet leeg zijn.",
  "Username cannot be empty.": "De gebruikersnaam mag niet leeg zijn.",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
