{
  "About": "O aplikacji",
  "App version": "Wersja aplikacji",
  "Application": "Aplikacja",
  "Arabic": "العربية",
  "As defined here": "Jak zdefiniowano tutaj",
  "Author": "Autor",
  "Bookmarks": "Zakładki",
  "Browsing": "Przeglądanie",
  "Chinese": "中国人",
  "Clear": "Wyczyść",
  "Co-Author": "Współautor",
  "Continue": "Dalej",
  "Default search engine": "Domyślna wyszukiwarka",
  "Do not save browsing history": "Nie zapisuj historii przeglądania",
  "Documentation": "Dokumentacja",
  "Done": "Gotowe",
  "Downloads": "Pobieranie",
  "Dutch": "Nederlands",
  "English": "English",
  "Extensions": "Rozszerzenia",
  "Force uBlockOrigin installation at startup": "Wymuś instalację UBlockOrigin przy starcie",
  "French": "Français",
  "German": "Deutsch",
  "History": "Historii",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Jeśli zaznaczone, BonBon nie zapisze Twojej historii przeglądania. Wyłączy również sugestie adresów URL.",
  "If checked, the app will auto-launch at system startup.": "Jeśli jest zaznaczone, aplikacja uruchomi się automatycznie podczas uruchamiania systemu.",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Jeśli zaznaczone, aplikacja automatycznie pobierze uBlockOrigin i zainstaluje go podczas uruchamiania.",
  "Import": "Importuj",
  "Import all": "Importuj wszystkie",
  "Importing...": "Importowanie…",
  "Japanese": "日本",
  "Keyboard shortcuts": "Skróty klawiszowe",
  "Language": "Język",
  "Launch at startup": "Uruchom przy starcie",
  "New collection": "Nowa kolekcja",
  "New webpages default size": "Domyślny rozmiar nowych stron internetowych",
  "New windows default webpage": "Nowa domyślna strona internetowa systemu Windows",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Naciśnięcie ALT i Przewijanie w tym samym czasie spowoduje przewijanie do dokumentu bez zatrzymywania najechania kursorem na strony internetowe.",
  "Pressing CTRL and F at the same time will open a search area.": "Naciśnięcie klawiszy CTRL i F w tym samym czasie otworzy obszar wyszukiwania.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Naciśnięcie klawiszy CTRL i R w tym samym czasie spowoduje przeładowanie bieżącej strony (o nazwie Tab w innych przeglądarkach).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Naciśnięcie CTRL i T w tym samym czasie otworzy nową stronę internetową (o nazwie Tab w innych przeglądarkach).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Naciśnięcie klawiszy CTRL i TAB w tym samym czasie spowoduje skupienie następnej strony (o nazwie Tab w innych przeglądarkach).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Naciśnięcie klawiszy CTRL i W w tym samym czasie spowoduje zamknięcie bieżącej strony (o nazwie Tab w innych przeglądarkach). Jeśli żadna strona internetowa nie jest otwarta w kolekcji (górna tabulacja), kolekcja zostanie zamknięta.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Naciśnięcie klawiszy CTRL, SHIFT i T w tym samym czasie spowoduje ponowne otwarcie ostatniej zamkniętej strony (w innych przeglądarkach o nazwie Tab).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Naciśnięcie klawiszy CTRL, SHIFT i TAB w tym samym czasie spowoduje skupienie następnej kolekcji (górna tabulacja).",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Naciśnięcie klawiszy CTRL, SHIFT i W w tym samym czasie spowoduje zamknięcie bieżącej kolekcji (górna tabulacja).",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Kliknij prawym przyciskiem myszy dokument w tle (nie na stronie internetowej) i wybierz „Rozłóż okna równomiernie”.",
  "Russian": "Русский",
  "Search": "Szukaj",
  "Select a browser to import from": "Wybierz przeglądarkę, z której chcesz importować",
  "Settings": "Ustawienia",
  "Spanish": "Español",
  "Team": "Zespół",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "Certyfikat dla tej strony jest nieprawidłowy. Odwiedzenie strony internetowej może być niebezpieczne.",
  "The language in which displays the application.": "Język, w którym wyświetla aplikację.",
  "The search engine that will be used when entering text in the url input and pressing enter.": "Wyszukiwarka, która będzie używana podczas wprowadzania tekstu w adresie URL i naciśnięciu klawisza Enter.",
  "The size of opening new windows when they are not maximized.": "Wielkość otwierania nowych okien, gdy nie są one zmaksymalizowane.",
  "The url that will open first when opening a new window.": "Adres URL, który otworzy się jako pierwszy podczas otwierania nowego okna.",
  "This feature is not available yet.": "Ta opcja jest jeszcze niedostępna.",
  "Toggle dark mode": "Przełącz tryb ciemny",
  "Toggle light mode": "Przełącz tryb światła",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "Użyj rozmiaru ostatniej zamkniętej strony",
  "Webpages windows": "Okna stron internetowych",
  "cancelled": "Anulowano",
  "interrupted": "Przerwane"
}