{
  "Toggle dark mode": "Alternar modo escuro",
  "Toggle light mode": "Alternar modo claro",
  "Settings": "Configurações",
  "Language": "Idioma",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "O idioma no qual o aplicativo é exibido.",
  "This feature is not available yet.": "Esta funcionalidade ainda não está disponível.",
  "Launch at startup": "Iniciar na inicialização",
  "Application": "Aplicação",
  "Browsing": "Navegação",
  "App version": "Versão do aplicativo",
  "Author": "Autor",
  "Co-Author": "Co-Autor",
  "About": "Sobre",
  "New windows default webpage": "Nova página web padrão para janelas",
  "The url that will open first when opening a new window.": "A URL que será aberta primeiro ao abrir uma nova janela.",
  "Default search engine": "Motor de busca padrão",
  "The search engine that will be used when entering text in the url input and pressing enter.": "O motor de busca que será usado ao digitar texto no campo de URL e pressionar Enter.",
  "New webpages default size": "Tamanho padrão de novas páginas web",
  "The size of opening new windows when they are not maximized.": "O tamanho de abertura de novas janelas quando não estão maximizadas.",
  "Bookmarks": "Favoritos",
  "Search": "Pesquisar",
  "Do not save browsing history": "Não salvar histórico de navegação",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Se marcado, o BonBon não salvará seu histórico de navegação. Também desativará as sugestões de URL.",
  "History": "Histórico",
  "Documentation": "Documentação",
  "Keyboard shortcuts": "Atalhos de teclado",
  "Pressing CTRL and B at the same time will open a new collection.": "Pressionar CTRL e B ao mesmo tempo abrirá uma nova coleção.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Pressionar CTRL e T ao mesmo tempo abrirá uma nova página web (chamada Tab em outros navegadores).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "Pressionar CTRL e T ao mesmo tempo abrirá uma nova página web (chamada Tab em outros navegadores) no modo incógnito.",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "Pressionar CTRL, T e S ao mesmo tempo abrirá uma nova página web (chamada Tab em outros navegadores) em uma sessão separada. Isso permite estar conectado no mesmo site com várias contas diferentes em múltiplas páginas web.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Pressionar CTRL, SHIFT e T ao mesmo tempo reabrirá a última página web fechada (chamada Tab em outros navegadores).",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Pressionar CTRL e R ao mesmo tempo recarregará a página web atualmente focada (chamada Tab em outros navegadores).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Pressionar CTRL e W ao mesmo tempo fechará a página web atualmente focada (chamada Tab em outros navegadores). Se nenhuma página web estiver aberta na coleção (tabulação superior), então a coleção será fechada.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Pressionar CTRL, SHIFT e W ao mesmo tempo fechará a coleção atual (tabulação superior).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Pressionar CTRL e TAB ao mesmo tempo focará a próxima página web (chamada Tab em outros navegadores).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Pressionar CTRL, SHIFT e TAB ao mesmo tempo focará a próxima coleção (tabulação superior).",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Pressionar ALT e rolar ao mesmo tempo rolará para o documento sem parar de passar o mouse sobre as páginas web.",
  "As defined here": "Conforme definido aqui",
  "Use the size of the last closed webpage": "Usar o tamanho da última página web fechada",
  "Pressing CTRL and F at the same time will open a search area.": "Pressionar CTRL e F ao mesmo tempo abrirá uma área de busca.",
  "Webpages windows": "Janelas de páginas web",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Clique com o botão direito no documento de fundo (não em uma página web) e selecione \"Distribuir janelas uniformemente\".",
  "Downloads": "Transferências",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "O certificado para esta página está incorreto. Visitar o site pode ser perigoso.",
  "Continue": "Continuar",
  "If checked, the app will auto-launch at system startup.": "Se marcado, o aplicativo será iniciado automaticamente na inicialização do sistema.",
  "interrupted": "Interrompido",
  "cancelled": "Cancelado",
  "Extensions": "Extensões",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "Forçar a instalação do uBlockOrigin na inicialização",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Se marcado, o aplicativo irá automaticamente baixar o uBlockOrigin e instalá-lo ao iniciar.",
  "New collection": "Nova coleção",
  "Clear": "Limpar",
  "Import": "Importar",
  "Import all": "Importar todas",
  "Importing...": "Importando...",
  "Done": "Concluído",
  "Select a browser to import from": "Selecione um navegador para importar",
  "German": "Deutsch",
  "Turkish": "Türkçe",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "Equipe",
  "Portuguese": "Português",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "Ao arrastar uma janela para a borda superior",
  "Maximize": "Maximizar",
  "Fit the screen": "Ajustar à tela",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "Maximizar a janela ou ampliá-la ao arrastá-la para a borda superior.",
  "Use the size of the last resized window": "Usar o tamanho da última janela redimensionada",
  "Past contributors": "Contribuintes anteriores",
  "Background color 1": "Cor de fundo 1",
  "Background color 2": "Cor de fundo 2",
  "Background color 3": "Cor de fundo 3",
  "Change the background gradient colors.": "Mudar as cores do gradiente de fundo.",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "O tempo de espera antes que o minimapa desapareça da tela quando o mouse sair da zona de detecção.",
  "ms before minimap disapearing": "ms antes do minimapa desaparecer",
  "Minimap always visible": "Minimapa sempre visível",
  "If checked, the minimap on the right side will always be visible.": "Se marcado, o minimapa no lado direito estará sempre visível.",
  "Boards": "Quadros",
  "New board": "Novo quadro",
  "Use macOS style for windows": "Usar estilo macOS para janelas",
  "If checked, windows will use macOS style.": "Se marcado, as janelas usarão o estilo macOS.",
  "Chat": "Chat",
  "Type your message...": "Digite sua mensagem...",
  "Send": "Enviar",
  "Connected Users": "Usuários conectados",
  "Options": "Opções",
  "Username": "Nome de usuário",
  "Save": "Salvar",
  "Loading...": "Carregando...",
  "Load More": "Carregar mais",
  "Room": "Sala",
  "Change Room": "Mudar sala",
  "Change Username": "Mudar nome de usuário",
  "No messages in this room yet.": "Ainda não há mensagens nesta sala.",
  "Room name cannot be empty.": "O nome da sala não pode estar vazio.",
  "Username cannot be empty.": "O nome de usuário não pode estar vazio.",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
