{
  "About": "Sobre",
  "App version": "Versão do aplicativo",
  "Application": "Aplicação",
  "Arabic": "العربية",
  "As defined here": "Conforme definido aqui",
  "Author": "Autor",
  "Bookmarks": "Favoritos",
  "Browsing": "Navegação",
  "Chinese": "中国人",
  "Clear": "Limpar",
  "Co-Author": "Coautor",
  "Continue": "Continuar",
  "Default search engine": "Motor de busca predefinido",
  "Do not save browsing history": "Não salve o histórico de navegação",
  "Documentation": "Documentação",
  "Done": "Concluído",
  "Downloads": "Transferências",
  "Dutch": "Nederlands",
  "English": "Inglês",
  "Extensions": "Extensões",
  "Force uBlockOrigin installation at startup": "Forçar a instalação do uBlockOrigin na inicialização",
  "French": "Français",
  "German": "Deutsch",
  "History": "Histórico",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Se marcado, o BonBon não salvará seu histórico de navegação. Isso também desativará as sugestões de URL.",
  "If checked, the app will auto-launch at system startup.": "Se marcada, o aplicativo será iniciado automaticamente na inicialização do sistema.",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Se marcado, o aplicativo baixará automaticamente o ublockOrigin e o instalará ao iniciar.",
  "Import": "Importar",
  "Import all": "Importar todas",
  "Importing...": "Importando",
  "Japanese": "日本",
  "Keyboard shortcuts": "Atalhos do teclado",
  "Language": "Idioma",
  "Launch at startup": "Lançar na inicialização",
  "New collection": "Nova coleção",
  "New webpages default size": "Tamanho padrão de novas páginas da web",
  "New windows default webpage": "Nova página da Web padrão do Windows",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Pressionar ALT e Rolar ao mesmo tempo irá rolar para o documento sem parar de passar o mouse sobre as páginas da Web.",
  "Pressing CTRL and F at the same time will open a search area.": "Pressionar CTRL e F ao mesmo tempo abrirá uma área de pesquisa.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Pressionar CTRL e R ao mesmo tempo recarregará a página da Web focada atual (chamada Tab em outros navegadores).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Pressionar CTRL e T ao mesmo tempo abrirá uma nova página da Web (chamada Tab em outros navegadores).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Pressionar CTRL e TAB ao mesmo tempo focalizará a próxima página da Web (chamada Tab em outros navegadores).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Pressionar CTRL e W ao mesmo tempo fechará a página da Web focada atual (chamada Tab em outros navegadores). Se nenhuma página da Web estiver aberta na coleção (tabulação superior), a coleção será fechada.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Pressionar CTRL, SHIFT e T ao mesmo tempo reabrirá uma última página da Web fechada (chamada Tab em outros navegadores).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Pressionar CTRL, SHIFT e TAB ao mesmo tempo focalizará a próxima coleção (tabulação superior).",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Pressionar CTRL, SHIFT e W ao mesmo tempo fechará a coleção atual (tabulação superior).",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Clique com o botão direito do mouse no documento em segundo plano (não em uma página da Web) e selecione “Distribuir janelas uniformemente”.",
  "Russian": "Русский",
  "Search": "Pesquisar",
  "Select a browser to import from": "Selecione um navegador para importar",
  "Settings": "Configurações",
  "Spanish": "Español",
  "Team": "Equipa",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "O certificado para esta página está incorreto. Visitar o site pode ser perigoso.",
  "The language in which displays the application.": "O idioma no qual exibe o aplicativo.",
  "The search engine that will be used when entering text in the url input and pressing enter.": "O mecanismo de pesquisa que será usado ao inserir texto na entrada url e pressionar enter.",
  "The size of opening new windows when they are not maximized.": "O tamanho da abertura de novas janelas quando elas não estão maximizadas.",
  "The url that will open first when opening a new window.": "O URL que abrirá primeiro ao abrir uma nova janela.",
  "This feature is not available yet.": "Este serviço ainda não está disponível.",
  "Toggle dark mode": "Alternar o modo escuro",
  "Toggle light mode": "Alternar modo de luz",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "Use o tamanho da última página da Web fechada",
  "Webpages windows": "Janelas de páginas da Web",
  "cancelled": "Cancelado",
  "interrupted": "Interrompido"
}