{
  "Toggle dark mode": "Переключить темный режим",
  "Toggle light mode": "Переключить светлый режим",
  "Settings": "Настройки",
  "Language": "Язык",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "Язык, на котором отображается приложение.",
  "This feature is not available yet.": "Эта функция еще недоступна.",
  "Launch at startup": "Запуск при включении",
  "Application": "Приложение",
  "Browsing": "Просмотр",
  "App version": "Версия приложения",
  "Author": "Автор",
  "Co-Author": "Соавтор",
  "About": "О программе",
  "New windows default webpage": "Стандартная веб-страница для новых окон",
  "The url that will open first when opening a new window.": "URL-адрес, который откроется при открытии нового окна.",
  "Default search engine": "Поисковая система по умолчанию",
  "The search engine that will be used when entering text in the url input and pressing enter.": "Поисковая система, которая будет использоваться при вводе текста в строку URL и нажатии клавиши Enter.",
  "New webpages default size": "Размер новых веб-страниц по умолчанию",
  "The size of opening new windows when they are not maximized.": "Размер открытия новых окон, когда они не максимизированы.",
  "Bookmarks": "Закладки",
  "Search": "Поиск",
  "Do not save browsing history": "Не сохранять историю просмотров",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Если отмечено, BonBon не будет сохранять историю просмотров. Также будут отключены предложения URL.",
  "History": "История",
  "Documentation": "Документация",
  "Keyboard shortcuts": "Горячие клавиши",
  "Pressing CTRL and B at the same time will open a new collection.": "Одновременное нажатие клавиш CTRL и B откроет новую коллекцию.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Одновременное нажатие клавиш CTRL и T откроет новую веб-страницу (называемую вкладкой в других браузерах).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "Одновременное нажатие клавиш CTRL и T откроет новую веб-страницу (вкладку) в режиме инкогнито.",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "Одновременное нажатие клавиш CTRL, T и S откроет новую веб-страницу в отдельной сессии, что позволяет подключаться к одному и тому же сайту с разными аккаунтами на нескольких страницах.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Одновременное нажатие клавиш CTRL, SHIFT и T откроет последнюю закрытую веб-страницу (вкладку).",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Одновременное нажатие клавиш CTRL и R перезагрузит текущую открытую веб-страницу.",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Одновременное нажатие клавиш CTRL и W закроет текущую открытую веб-страницу (вкладку). Если в коллекции нет открытых веб-страниц, то коллекция будет закрыта.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Одновременное нажатие клавиш CTRL, SHIFT и W закроет текущую коллекцию.",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Одновременное нажатие клавиш CTRL и TAB переключит фокус на следующую веб-страницу (вкладку).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Одновременное нажатие клавиш CTRL, SHIFT и TAB переключит фокус на следующую коллекцию.",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Одновременное нажатие клавиши ALT и прокрутка позволят прокручивать документ, не останавливая наведение на веб-страницы.",
  "As defined here": "Как определено здесь",
  "Use the size of the last closed webpage": "Использовать размер последней закрытой веб-страницы",
  "Pressing CTRL and F at the same time will open a search area.": "Одновременное нажатие клавиш CTRL и F откроет область поиска.",
  "Webpages windows": "Окна веб-страниц",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Щелкните правой кнопкой мыши по фоновому документу (не по веб-странице) и выберите «Распределить окна равномерно».",
  "Downloads": "Загрузки",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "Сертификат для этой страницы неверен. Посещение сайта может быть опасным.",
  "Continue": "Продолжить",
  "If checked, the app will auto-launch at system startup.": "Если отмечено, приложение будет автоматически запускаться при старте системы.",
  "interrupted": "Прервано",
  "cancelled": "Отменено",
  "Extensions": "Расширения",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "Принудительная установка uBlockOrigin при старте",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Если отмечено, приложение автоматически скачает uBlockOrigin и установит его при запуске.",
  "New collection": "Новая коллекция",
  "Clear": "Очистить",
  "Import": "Импортировать",
  "Import all": "Импортировать все",
  "Importing...": "Импортирование...",
  "Done": "Готово",
  "Select a browser to import from": "Выберите браузер для импорта",
  "German": "Deutsch",
  "Turkish": "Türkçe",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "Команда",
  "Portuguese": "Português",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "При перетаскивании окна к верхнему краю",
  "Maximize": "Развернуть",
  "Fit the screen": "Подогнать под экран",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "Разверните окно или увеличьте его при перетаскивании к верхнему краю.",
  "Use the size of the last resized window": "Использовать размер последнего измененного окна",
  "Past contributors": "Прошлые участники",
  "Background color 1": "Цвет фона 1",
  "Background color 2": "Цвет фона 2",
  "Background color 3": "Цвет фона 3",
  "Change the background gradient colors.": "Изменить цвета градиента фона.",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "Тайм-аут перед исчезновением мини-карты с экрана при выходе курсора из зоны обнаружения.",
  "ms before minimap disapearing": "мс до исчезновения мини-карты",
  "Minimap always visible": "Мини-карта всегда видима",
  "If checked, the minimap on the right side will always be visible.": "Если отмечено, мини-карта с правой стороны будет всегда видна.",
  "Boards": "Доски",
  "New board": "Новая доска",
  "Use macOS style for windows": "Использовать стиль macOS для окон",
  "If checked, windows will use macOS style.": "Если отмечено, окна будут использовать стиль macOS.",
  "Chat": "Чат",
  "Type your message...": "Введите сообщение...",
  "Send": "Отправить",
  "Connected Users": "Подключенные пользователи",
  "Options": "Опции",
  "Username": "Имя пользователя",
  "Save": "Сохранить",
  "Loading...": "Загрузка...",
  "Load More": "Загрузить еще",
  "Room": "Комната",
  "Change Room": "Сменить комнату",
  "Change Username": "Сменить имя пользователя",
  "No messages in this room yet.": "Сообщений в этой комнате пока нет.",
  "Room name cannot be empty.": "Имя комнаты не может быть пустым.",
  "Username cannot be empty.": "Имя пользователя не может быть пустым.",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
