{
  "About": "О программе",
  "App version": "Версия приложения",
  "Application": "Программа",
  "Arabic": "العربية",
  "As defined here": "Как определено здесь",
  "Author": "Автор",
  "Bookmarks": "Закладки",
  "Browsing": "Обзор",
  "Chinese": "中国人",
  "Clear": "Очистить",
  "Co-Author": "Соавтор",
  "Continue": "Продолжить",
  "Default search engine": "Поисковая система по умолчанию",
  "Do not save browsing history": "Не сохранять историю просмотров",
  "Documentation": "Документация",
  "Done": "Готово",
  "Downloads": "Скачивания",
  "Dutch": "Nederlands",
  "English": "English",
  "Extensions": "Расширения",
  "Force uBlockOrigin installation at startup": "Принудительная установка uBlockOrigin при запуске",
  "French": "Français",
  "German": "Deutsch",
  "History": "История",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Если этот флажок установлен, BonBon не сохранит вашу историю просмотров. Это также отключит подсказки URL-адресов.",
  "If checked, the app will auto-launch at system startup.": "Если флажок установлен, приложение будет автоматически запускаться при запуске системы.",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "Если флажок установлен, приложение автоматически загрузит uBlockOrigin и установит его при запуске.",
  "Import": "Импорт",
  "Import all": "Импортировать все",
  "Importing...": "Импорт…",
  "Japanese": "日本",
  "Keyboard shortcuts": "Быстрые клавиши",
  "Language": "Язык",
  "Launch at startup": "Запуск при запуске",
  "New collection": "Новая коллекция",
  "New webpages default size": "Размер новых веб-страниц по умолчанию",
  "New windows default webpage": "Новая веб-страница Windows по умолчанию",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Одновременное нажатие ALT и прокрутки приведет к прокрутке документа без остановки наведения курсора на веб-страницы.",
  "Pressing CTRL and F at the same time will open a search area.": "Одновременное нажатие клавиш CTRL и F откроет область поиска.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Одновременное нажатие клавиш CTRL и R перезагрузит текущую веб-страницу (в других браузерах называемую Tab).",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Одновременное нажатие клавиш CTRL и T откроет новую веб-страницу (в других браузерах с именем Tab).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Одновременное нажатие клавиш CTRL и TAB приведет к переключению фокуса на следующую веб-страницу (в других браузерах называемую Tab).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Одновременное нажатие клавиш CTRL и W закроет текущую веб-страницу (в других браузерах называемую Tab). Если в коллекции нет открытых веб-страниц (верхняя таблица), коллекция будет закрыта.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Одновременное нажатие клавиш CTRL, SHIFT и T приведет к повторному открытию последней закрытой веб-страницы (в других браузерах называемой Tab).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Одновременное нажатие клавиш CTRL, SHIFT и TAB приведет к фокусировке следующей коллекции (верхняя таблица).",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Одновременное нажатие клавиш CTRL, SHIFT и W закроет текущую коллекцию (верхняя таблица).",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Щелкните правой кнопкой мыши на фоновом документе (не на веб-странице) и выберите «Равномерно распределить окна».",
  "Russian": "Русский",
  "Search": "Поиск",
  "Select a browser to import from": "Выберите браузер для импорта",
  "Settings": "Настройки",
  "Spanish": "Español",
  "Team": "Команда",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "Неверный сертификат для этой страницы. Посещение веб-сайта может быть опасным.",
  "The language in which displays the application.": "Язык, на котором отображается приложение.",
  "The search engine that will be used when entering text in the url input and pressing enter.": "Поисковая система, которая будет использоваться при вводе текста в URL-адрес и нажатии клавиши enter.",
  "The size of opening new windows when they are not maximized.": "Размер открытия новых окон, когда они не увеличены до максимума.",
  "The url that will open first when opening a new window.": "URL-адрес, который будет открыт первым при открытии нового окна.",
  "This feature is not available yet.": "Эта функция пока не доступна.",
  "Toggle dark mode": "Переключить темный режим",
  "Toggle light mode": "Переключить режим освещения",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "Используйте размер последней закрытой веб-страницы",
  "Webpages windows": "Окна веб-страниц",
  "cancelled": "Отменено",
  "interrupted": "Прерван"
}