{
  "Toggle dark mode": "Переключить темный режим",
  "Toggle light mode": "Переключить светлый режим",
  "Settings": "Настройки",
  "Language": "Язык",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "Язык, на котором отображается приложение.",
  "This feature is not available yet.": "TЭта функция пока недоступна.",
  "Launch at startup": "Запускать при запуске",
  "Application": "Приложение",
  "Browsing": "Просмотр",
  "App version": "Версия приложения",
  "Author": "Автор",
  "Co-Author": "Соавтор",
  "About": "About",
  "New windows default webpage": "Новая веб-страница windows по умолчанию",
  "The url that will open first when opening a new window.": "url, который будет открываться первым при открытии нового окна.",
  "Default search engine": "Поисковая система по умолчанию",
  "The search engine that will be used when entering text in the url input and pressing enter.": "Поисковая система, которая будет использоваться при вводе текста в url и нажатии клавиши Enter.",
  "New webpages default size": "Размер новых веб-страниц по умолчанию",
  "The size of opening new windows when they are not maximized.": "Размер открытия новых окон, когда они не максимизированы.",
  "Bookmarks": "Закладки",
  "Search": "Поиск",
  "Do not save browsing history": "Не сохранять историю просмотров",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "Если отмечено, BonBon не будет сохранять историю просмотров. Он также отключит предложения URL-адресов.",
  "History": "История",
  "Documentation": "Документация",
  "Keyboard shortcuts": "Клавиатурные сокращения",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "При одновременном нажатии клавиш CTRL и T открывается новая веб-страница (в других браузерах с именем Tab).",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "Одновременное нажатие клавиш CTRL, SHIFT и T снова откроет последнюю закрытую веб-страницу (с именем Tab в других браузерах).",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Одновременное нажатие CTRL и R перезагрузит текущую сфокусированную веб-страницу (с именем Tab в других браузерах).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "При одновременном нажатии клавиш CTRL и W текущая сфокусированная веб-страница (в других браузерах с именем Tab) будет закрыта. Если в коллекции (верхняя табуляция) нет открытых веб-страниц, то коллекция будет закрыта.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "При одновременном нажатии клавиш CTRL, SHIFT и W текущая коллекция будет закрыта (верхняя табуляция).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Одновременное нажатие клавиш CTRL и TAB фокусирует следующую веб-страницу (с именем Tab в других браузерах).",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "При одновременном нажатии клавиш CTRL, SHIFT и TAB фокусируется следующая коллекция (верхняя табуляция).",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "Одновременное нажатие клавиш ALT и Scrolling приведет к прокрутке документа без остановки наведения веб-страниц.",
  "As defined here": "Как определено здесь",
  "Use the size of the last closed webpage": "Использовать размер последней закрытой веб-страницы",
  "Pressing CTRL and F at the same time will open a search area.": "Одновременное нажатие CTRL и F открывает область поиска.",
  "Webpages windows": "Окна веб-страниц",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Щелкните правой кнопкой мыши на фоновом документе (не на веб-странице) и выберите \"Распределить окна равномерно\".",
  "Downloads": "Загрузки",
  "The cerficate for this page is incorrect. Visiting the website could be dangerous.": "Сертификат для этой страницы неверен. Посещение сайта может быть опасным.",
  "Continue": "Продолжить",
  "If checked, the app will auto-launch at system startup.": "Если отмечено, приложение будет автозапускаться при запуске системы.",
  "interrupted": "Прервано",
  "cancelled": "Отменено",
  "Extensions": "Расширения",
  "Russian": "Русский",
  "Arabic": "العربية"
}
