{
  "Toggle dark mode": "Karanlık modu aç/kapat",
  "Toggle light mode": "Işık modunu aç/kapat",
  "Settings": "Ayarlar",
  "Language": "Dil",
  "English": "English",
  "Spanish": "Español",
  "French": "Français",
  "Dutch": "Nederlands",
  "Polish": "Polski",
  "The language in which displays the application.": "Uygulamanın gösterileceği dil.",
  "This feature is not available yet.": "Bu özellik henüz mevcut değil.",
  "Launch at startup": "Başlangıçta başlat",
  "Application": "Uygulama",
  "Browsing": "Göz atma",
  "App version": "Uygulama sürümü",
  "Author": "Yazar",
  "Co-Author": "Ortak Yazar",
  "About": "Hakkında",
  "New windows default webpage": "Yeni pencerelerin varsayılan web sayfası",
  "The url that will open first when opening a new window.": "Yeni bir pencere açıldığında ilk olarak açılacak URL.",
  "Default search engine": "Varsayılan arama motoru",
  "The search engine that will be used when entering text in the url input and pressing enter.": "URL girişine metin girildiğinde ve enter tuşuna basıldığında kullanılacak arama motoru.",
  "New webpages default size": "Yeni web sayfalarının varsayılan boyutu",
  "The size of opening new windows when they are not maximized.": "Yeni pencereler maksimize edilmediğinde açılacak boyut.",
  "Bookmarks": "Yer imleri",
  "Search": "Ara",
  "Do not save browsing history": "Tarayıcı geçmişini kaydetme",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "İşaretlenirse, BonBon tarayıcı geçmişinizi kaydetmez. Ayrıca URL önerilerini devre dışı bırakır.",
  "History": "Geçmiş",
  "Documentation": "Belgeler",
  "Keyboard shortcuts": "Klavye kısayolları",
  "Pressing CTRL and B at the same time will open a new collection.": "CTRL ve B tuşlarına aynı anda basıldığında yeni bir koleksiyon açılır.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "CTRL ve T tuşlarına aynı anda basıldığında yeni bir web sayfası (diğer tarayıcılarda 'Sekme' olarak adlandırılır) açılır.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers) in incognito mode.": "CTRL ve T tuşlarına aynı anda basıldığında yeni bir web sayfası gizli modda açılır (diğer tarayıcılarda 'Sekme' olarak adlandırılır).",
  "Pressing CTRL and T and S at the same time will open a new webpage (named Tab in other browsers) in a separate session. It allows to be connected on the same website with multiple different accounts in multiple webpages.": "CTRL, T ve S tuşlarına aynı anda basıldığında ayrı bir oturumda yeni bir web sayfası açılır. Aynı web sitesinde birden fazla farklı hesapla oturum açmanıza olanak tanır.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "CTRL, SHIFT ve T tuşlarına aynı anda basıldığında son kapatılan web sayfası (diğer tarayıcılarda 'Sekme' olarak adlandırılır) yeniden açılır.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "CTRL ve R tuşlarına aynı anda basıldığında, odaklanılan mevcut web sayfası (diğer tarayıcılarda 'Sekme' olarak adlandırılır) yeniden yüklenir.",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "CTRL ve W tuşlarına aynı anda basıldığında, mevcut odaklanılan web sayfası (diğer tarayıcılarda 'Sekme' olarak adlandırılır) kapatılır. Eğer koleksiyon içinde açık bir web sayfası yoksa, koleksiyon kapatılır.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "CTRL, SHIFT ve W tuşlarına aynı anda basıldığında mevcut koleksiyon (üst sekme) kapatılır.",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "CTRL ve TAB tuşlarına aynı anda basıldığında, sonraki web sayfasına (diğer tarayıcılarda 'Sekme' olarak adlandırılır) odaklanılır.",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "CTRL, SHIFT ve TAB tuşlarına aynı anda basıldığında, sonraki koleksiyona (üst sekme) odaklanılır.",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "ALT ve Kaydırma tuşlarına aynı anda basıldığında, web sayfalarındaki hover işlemini durdurmadan belge içinde kaydırma yapılır.",
  "As defined here": "Burada tanımlandığı gibi",
  "Use the size of the last closed webpage": "Son kapatılan web sayfasının boyutunu kullan",
  "Pressing CTRL and F at the same time will open a search area.": "CTRL ve F tuşlarına aynı anda basıldığında bir arama alanı açılır.",
  "Webpages windows": "Web sayfası pencereleri",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Arka plan belgesine sağ tıklayın (bir web sayfasına değil) ve \"Pencereleri eşit olarak dağıt\" seçeneğini seçin.",
  "Downloads": "İndirilenler",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "Bu sayfanın sertifikası yanlış. Web sitesini ziyaret etmek tehlikeli olabilir.",
  "Continue": "Devam et",
  "If checked, the app will auto-launch at system startup.": "İşaretlenirse, uygulama sistem başlatıldığında otomatik olarak başlatılır.",
  "interrupted": "Kesildi",
  "cancelled": "İptal edildi",
  "Extensions": "Uzantılar",
  "Russian": "Русский",
  "Arabic": "العربية",
  "Force uBlockOrigin installation at startup": "Başlangıçta uBlockOrigin kurulumunu zorla",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "İşaretlenirse, uygulama uBlockOrigin'i otomatik olarak indirir ve başlatıldığında kurar.",
  "New collection": "Yeni koleksiyon",
  "Clear": "Temizle",
  "Import": "İçe aktar",
  "Import all": "Hepsini içe aktar",
  "Importing...": "İçe aktarılıyor...",
  "Done": "Tamamlandı",
  "Select a browser to import from": "İçe aktarmak için bir tarayıcı seçin",
  "German": "Deutsch",
  "Turkish": "Türkçe",
  "Chinese": "中文",
  "Persian": "فارسی",
  "Team": "Takım",
  "Portuguese": "Português",
  "Japanese": "日本語",
  "When dragging a window to the top edge": "Bir pencereyi üst kenara sürüklediğinizde",
  "Maximize": "Büyüt",
  "Fit the screen": "Ekrana sığdır",
  "Maximize the window or enlarge the window when dragging it to the top edge.": "Bir pencereyi üst kenara sürüklerken büyütün veya pencereyi genişletin.",
  "Use the size of the last resized window": "Son yeniden boyutlandırılan pencerenin boyutunu kullan",
  "Past contributors": "Geçmiş katkıda bulunanlar",
  "Background color 1": "Arka plan rengi 1",
  "Background color 2": "Arka plan rengi 2",
  "Background color 3": "Arka plan rengi 3",
  "Change the background gradient colors.": "Arka plan degrade renklerini değiştirin.",
  "The timeout before minimap disapearing of the screen when the mouse leave the detection zone.": "Fare algılama alanından ayrıldığında minimap'in ekrandan kaybolmadan önceki zaman aşımı.",
  "ms before minimap disapearing": "Minimap kaybolmadan önce milisaniye",
  "Minimap always visible": "Minimap her zaman görünür",
  "If checked, the minimap on the right side will always be visible.": "İşaretlenirse, sağ taraftaki minimap her zaman görünür olur.",
  "Boards": "Panolar",
  "New board": "Yeni pano",
  "Use macOS style for windows": "Pencereler için macOS tarzını kullan",
  "If checked, windows will use macOS style.": "İşaretlenirse, pencereler macOS tarzını kullanır.",
  "Chat": "Sohbet",
  "Type your message...": "Mesajınızı yazın...",
  "Send": "Gönder",
  "Connected Users": "Bağlı Kullanıcılar",
  "Options": "Seçenekler",
  "Username": "Kullanıcı adı",
  "Save": "Kaydet",
  "Loading...": "Yükleniyor...",
  "Load More": "Daha Fazla Yükle",
  "Room": "Oda",
  "Change Room": "Odayı değiştir",
  "Change Username": "Kullanıcı adını değiştir",
  "No messages in this room yet.": "Bu odada henüz mesaj yok.",
  "Room name cannot be empty.": "Oda adı boş olamaz.",
  "Username cannot be empty.": "Kullanıcı adı boş olamaz.",
  "Hindi": "हिन्दी",
  "Bengali": "বাংলা"
}
