{
  "About": "Hakkında",
  "App version": "Uygulama sürümü",
  "Application": "Uygulama paylaş",
  "Arabic": "العربية",
  "As defined here": "Burada tanımlandığı gibi",
  "Author": "Yazar",
  "Bookmarks": "Yer imleri",
  "Browsing": "Göz atılıyor",
  "Chinese": "中国人",
  "Clear": "Temizle",
  "Co-Author": "Ortak yazar",
  "Continue": "Devam",
  "Default search engine": "Varsayılan arama motoru",
  "Do not save browsing history": "Tarama geçmişini kaydetme",
  "Documentation": "Dokümantasyon",
  "Done": "Bitti",
  "Downloads": "İndirilenler",
  "Dutch": "Nederlands",
  "English": "English",
  "Extensions": "Eklentiler",
  "Force uBlockOrigin installation at startup": "Başlangıçta UBlockOrigin kurulumunu zorla",
  "French": "Français",
  "German": "Deutsch",
  "History": "Geçmiş",
  "If checked, BonBon will not save your browsing history. It will also disable URL suggestions.": "İşaretlenirse, BonBon tarama geçmişinizi kaydetmez. Ayrıca URL önerilerini de devre dışı bırakacaktır.",
  "If checked, the app will auto-launch at system startup.": "İşaretlenirse, uygulama sistem başlangıcında otomatik olarak başlatılır.",
  "If checked, the app will automatically download uBlockOrigin and install it when starting.": "İşaretlenirse, uygulama UBlockOrigin\"i otomatik olarak indirecek ve başlatırken yükleyecektir.",
  "Import": "İçe aktar",
  "Import all": "Tümünü al",
  "Importing...": "İçe aktarılıyor…",
  "Japanese": "日本",
  "Keyboard shortcuts": "Tuş takımı kısayolları",
  "Language": "Dil",
  "Launch at startup": "Başlangıçta başlat",
  "New collection": "Yeni koleksiyon",
  "New webpages default size": "Yeni web sayfaları varsayılan boyutu",
  "New windows default webpage": "Yeni pencereler varsayılan web sayfası",
  "Persian": "فارسی",
  "Polish": "Polski",
  "Portuguese": "Português",
  "Pressing ALT and Scrolling at the same time will scroll into the document without stopping hover the webpages.": "ALT tuşlarına basmak ve aynı anda Kaydırma, web sayfalarının üzerine gelmeyi durdurmadan belgeye kaydırılır.",
  "Pressing CTRL and F at the same time will open a search area.": "Aynı anda CTRL ve F tuşlarına basmak bir arama alanı açacaktır.",
  "Pressing CTRL and R at the same time will reload the current focused webpage (named Tab in other browsers).": "Aynı anda CTRL ve R tuşlarına basmak, geçerli odaklanmış web sayfasını (diğer tarayıcılarda Sekme olarak adlandırılır) yeniden yükler.",
  "Pressing CTRL and T at the same time will open a new webpage (named Tab in other browsers).": "Aynı anda CTRL ve T tuşlarına basıldığında yeni bir web sayfası açılır (diğer tarayıcılarda Sekme olarak adlandırılır).",
  "Pressing CTRL and TAB at the same time will focus the next webpage (named Tab in other browsers).": "Aynı anda CTRL ve TAB tuşlarına basmak bir sonraki web sayfasına odaklanacaktır (diğer tarayıcılarda Sekme olarak adlandırılır).",
  "Pressing CTRL and W at the same time will close the current focused webpage (named Tab in other browsers). If no webpage are open in the collection (upper tabulation), then the collection will be closed.": "Aynı anda CTRL ve W tuşlarına basmak, geçerli odaklanmış web sayfasını kapatacaktır (diğer tarayıcılarda Sekme olarak adlandırılır). Koleksiyonda hiçbir web sayfası açık değilse (üst tablo), koleksiyon kapatılacaktır.",
  "Pressing CTRL, SHIFT and T at the same time will reopen a last closed webpage (named Tab in other browsers).": "CTRL, SHIFT ve T tuşlarına aynı anda basıldığında son kapatılan bir web sayfası (diğer tarayıcılarda Sekme adı verilir) yeniden açılır.",
  "Pressing CTRL, SHIFT and TAB at the same time will focus the next collection (upper tabulation).": "Aynı anda CTRL, SHIFT ve TAB tuşlarına basmak bir sonraki koleksiyona (üst tablo) odaklanacaktır.",
  "Pressing CTRL, SHIFT and W at the same time will close the current collection (upper tabulation).": "Aynı anda CTRL, SHIFT ve W tuşlarına basmak geçerli koleksiyonu kapatacaktır (üst tablo).",
  "Right click on the background document (not on a webpage), and select \"Distribute windows evenly\".": "Arka plan belgesine sağ tıklayın (bir web sayfasında değil) ve “Pencereleri eşit olarak dağıt” seçeneğini seçin.",
  "Russian": "Русский",
  "Search": "Ara",
  "Select a browser to import from": "İçe aktarılacak bir tarayıcı seçin",
  "Settings": "Ayarlar",
  "Spanish": "Español",
  "Team": "Takım",
  "The certificate for this page is incorrect. Visiting the website could be dangerous.": "Bu sayfanın sertifikası yanlış. Web sitesini ziyaret etmek tehlikeli olabilir.",
  "The language in which displays the application.": "Uygulamayı görüntüleyen dil.",
  "The search engine that will be used when entering text in the url input and pressing enter.": "URL girişine metin girerken ve enter tuşuna basarken kullanılacak arama motoru.",
  "The size of opening new windows when they are not maximized.": "En üst düzeye çıkarılmadıklarında yeni pencereleri açma boyutu.",
  "The url that will open first when opening a new window.": "Yeni bir pencere açıldığında ilk açılacak url.",
  "This feature is not available yet.": "Bu özellik henüz mevcut değil.",
  "Toggle dark mode": "Karanlık modu aç/kapat",
  "Toggle light mode": "Işık modunu aç/kapat",
  "Turkish": "Türk",
  "Use the size of the last closed webpage": "Son kapatılan web sayfasının boyutunu kullanın",
  "Webpages windows": "Web sayfaları pencereleri",
  "cancelled": "İptal edildi",
  "interrupted": "İptal edildi"
}